Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/AbdomenValuesResources.*.resx
Languages: de

# MedicalHistoryIndicationType_FollowUpAfterTherapy
source: Follow-up after therapy
de: Verlaufskontrolle nach Therapie

# OrganRegionType_Ovary
source: Ovary
de: Ovar
