Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/AbdomenValuesResources.*.resx
Languages: de

# KidneysFindingType_AnomaliesAndNormVariants
source: Anomalies and norm variants
de: Anomalien und Normvarianten

# KidneysFindingType_ObstructiveNephropathy
source: Obstructive nephropathy
de: Obstruktive Nephropathie

# KidneysFindingType_Mass
source: Mass
de: Raumforderung

# KidneysFindingType_DecreasedRenalVolume
source: Decreased renal volume
de: Verkleinertes Nierenvolumen

# KidneysFindingType_IncreasedRenalVolume
source: Increased renal volume
de: Vergrößertes Nierenvolumen

# KidneysFindingType_VascularNephropathy
source: Vascular nephropathy
de: Vaskuläre Nephropathie

# SeverityType_Grade1
source: Grade I
de: Grad I

# SeverityType_Grade2
source: Grade II
de: Grad II

# SeverityType_Grade3
source: Grade III
de: Grad III

# SeverityType_Grade4
source: Grade IV
de: Grad IV

# PeritonealCavityDifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: not further specified benign lesion
de: Nicht näher spezifizierte benigne Läsion

# PeritonealCavityDifferentialDiagnosisType_MalignantLesionNotFurtherSpecified
source: not further specified malignant lesion
de: Nicht näher spezifizierte maligne Läsion

# PeritonealCavityDifferentialDiagnosisType_DignityUnclear
source: lesion of unknown dignity
de: Läsion unklarer Dignität

# PeritonealCavityDifferentialDiagnosisType_PeritonealCarcinomatosis
source: peritoneal carcinomatosis
de: Peritonealkarzinose

# PeritonealCavityDifferentialDiagnosisType_Abscess
source: abscess
de: Abszess

# PeritonealCavityDifferentialDiagnosisType_MesentericPseudocysts
source: mesenteric pseudocyst
de: Mesenteriale Pseudozyste

# PeritonealCavityDifferentialDiagnosisType_MesentericCyst
source: mesenteric cyst
de: Mesenteriale Zyste

# PeritonealCavityDifferentialDiagnosisType_PeritonealTuberculosis
source: peritoneal tuberculosis
de: Tbc Peritonitis

# PeritonealCavityDifferentialDiagnosisType_Lymphangioma
source: lymphangioma
de: Lymphangiom

# PeritonealCavityDifferentialDiagnosisType_OmentalCyst
source: omental cyst
de: Omentumzyste

# PeritonealCavityDifferentialDiagnosisType_Lymphocele
source: lymphocele
de: Lymphozele

# PeritonealCavityDifferentialDiagnosisType_EntericDuplicationCyst
source: enteric duplication cyst
de: Enterale Duplikationszyste

# PeritonealCavityDifferentialDiagnosisType_PeritonealInclusionCyst
source: peritoneal inclusion cyst
de: Peritoneale Inklusionszyste

# PeritonealCavityDifferentialDiagnosisType_EchinococcalCyst
source: echinococcal cyst
de: Echinococcuszyste

# PeritonealCavityDifferentialDiagnosisType_Bilioma
source: bilioma
de: Biliom

# PeritonealCavityDifferentialDiagnosisType_Urinoma
source: urinoma
de: Urinom

# PeritonealCavityDifferentialDiagnosisType_Metastases
source: metastases
de: Metastasen

# PeritonealCavityDifferentialDiagnosisType_SisterMaryJosephNodule
source: sister Mary Joseph nodule
de: Sister-Mary-Joseph Knoten

# PeritonealCavityDifferentialDiagnosisType_LymphNodeMetastases
source: lymph-node metastases
de: Lymphknotenmetastasen

# PeritonealCavityDifferentialDiagnosisType_Lymphoma
source: lymphoma
de: Lymphom

# PeritonealCavityDifferentialDiagnosisType_CarcinoidTumor
source: carcinoid tumor
de: Karzinoid

# PeritonealCavityDifferentialDiagnosisType_Mesothelioma
source: mesothelioma
de: Mesotheliom

source: sclerosing mesenteritis/mesenteric panniculitis
de: Sklerosierende Mesenteritis/Mesenteriale Pannikulitis

# PeritonealCavityDifferentialDiagnosisType_MesentericFibromatosis
source: mesenteric fibromatosis
de: Mesenteriale Fibromatose

# PeritonealCavityDifferentialDiagnosisType_MesentericLipodystrophy
source: mesenteric lipodystrophy
de: Mesenteriale Lipodystrophie

# PeritonealCavityDifferentialDiagnosisType_PrimaryPeritonealCarcinoma
source: primary peritoneal carcinoma
de: Primäres peritoneales Karzinom

# PeritonealCavityDifferentialDiagnosisType_InflammatoryPseudotumour
source: inflammatory pseudotumour
de: Inflammatorischer Pseudotumor

# PeritonealCavityDifferentialDiagnosisType_Sarcoma
source: sarcoma
de: Sarkom

# PeritonealCavityDifferentialDiagnosisType_DesmoplasticRoundCellTumour
source: desmoplastic round cell tumour
de: Desmoplastischer Rundzelltumor

# PeritonealCavityDifferentialDiagnosisType_FibroticChangesScarTissue
source: fibrotic changes/scar tissue
de: Narbige Veränderungen

# PeritonealCavityDifferentialDiagnosisType_PosttherapeuticChanges
source: posttherapeutic changes
de: Posttherapeutische Veränderungen

# PeritonealCavityDifferentialDiagnosisType_PsoasAbscess
source: psoas abscess
de: Psoasabszess

# PeritonealCavityDifferentialDiagnosisType_RetroperitonealFibrosisOrmondSDisease
source: retroperitoneal fibrosis (Ormond's disease)
de: Retroperitoneale Fibrose (Morbus Ormond)

# PeritonealCavityDifferentialDiagnosisType_Haematoma
source: haematoma
de: Hämatom

# PeritonealCavityDifferentialDiagnosisType_Lipoma
source: lipoma
de: Lipom

# PeritonealCavityDifferentialDiagnosisType_Leiomyoma
source: leiomyoma
de: Leiomyom

# PeritonealCavityDifferentialDiagnosisType_Fibroma
source: fibroma
de: Fibrom

# PeritonealCavityDifferentialDiagnosisType_Rhabdomyoma
source: rhabdomyoma
de: Rhabdomyom

# PeritonealCavityDifferentialDiagnosisType_Haemangioma
source: haemangioma
de: Hämangiom

# PeritonealCavityDifferentialDiagnosisType_Haemangiopericytoma
source: haemangiopericytoma
de: Hämangioperizytom

# PeritonealCavityDifferentialDiagnosisType_Xanthogranuloma
source: xanthogranuloma
de: Xanthogranulom

# PeritonealCavityDifferentialDiagnosisType_Neuroma
source: neuroma
de: Neurom

# PeritonealCavityDifferentialDiagnosisType_Neurofibroma
source: neurofibroma
de: Neurofibrom

# PeritonealCavityDifferentialDiagnosisType_Ganglioneuroma
source: ganglioneuroma
de: Ganglioneurom

# PeritonealCavityDifferentialDiagnosisType_Sympathicoblastoma
source: sympathicoblastoma
de: Sympathikoblastom

# PeritonealCavityDifferentialDiagnosisType_BenignNeuroblastoma
source: benign neuroblastoma
de: Benignes Neuroblastom

# PeritonealCavityDifferentialDiagnosisType_Paraganglioma
source: paraganglioma
de: Paragangliom

# PeritonealCavityDifferentialDiagnosisType_PheochromocytomaExtraadrenal
source: pheochromocytoma (extraadrenal)
de: Phäochromozytom (extraadrenal)

# PeritonealCavityDifferentialDiagnosisType_Chordoma
source: chordoma
de: Chordom

# PeritonealCavityDifferentialDiagnosisType_UrogenitalGermCellTumours
source: urogenital germ cell tumours
de: Urogenitale Keimzelltumoren

# PeritonealCavityDifferentialDiagnosisType_Metastasis
source: metastasis
de: Metastase

# PeritonealCavityDifferentialDiagnosisType_Liposarcoma
source: liposarcoma
de: Liposarkom

# PeritonealCavityDifferentialDiagnosisType_Leiomyosarcoma
source: leiomyosarcoma
de: Leiomyosarkom

# PeritonealCavityDifferentialDiagnosisType_MalignantFibrousHistiocytoma
source: malignant fibrous histiocytoma
de: Malignes fibröses Histiozytom

# PeritonealCavityDifferentialDiagnosisType_Fibrosarcoma
source: fibrosarcoma
de: Fibrosarkom

# PeritonealCavityDifferentialDiagnosisType_Rhabdomyosarcoma
source: rhabdomyosarcoma
de: Rhabdomyosarkom

# PeritonealCavityDifferentialDiagnosisType_Lymphangiosarcoma
source: lymphangiosarcoma
de: Lymphangiosarkom

# PeritonealCavityDifferentialDiagnosisType_Haemangiosarcoma
source: haemangiosarcoma
de: Hämangiosarkom

# PeritonealCavityDifferentialDiagnosisType_Neurofibrosarcoma
source: neurofibrosarcoma
de: Neurofibrosarkom

# PeritonealCavityDifferentialDiagnosisType_MalignantGanglioneuroma
source: malignant ganglioneuroma
de: Malignes Ganglioneurom

# PeritonealCavityDifferentialDiagnosisType_MalignantSympathicoblastoma
source: malignant sympathicoblastoma
de: Malignes Sympathikoblastom

# PeritonealCavityDifferentialDiagnosisType_MalignantNeuroblastoma
source: malignant neuroblastoma
de: Malignes Neuroblastom

# PeritonealCavityDifferentialDiagnosisType_MalignantParaganglioma
source: malignant paraganglioma
de: Malignes Paragangliom

# PeritonealCavityDifferentialDiagnosisType_MalignantPheochromocytoma
source: malignant pheochromocytoma
de: Malignes Phäochromozytom

# PeritonealCavityDifferentialDiagnosisType_MalignantTeratoma
source: malignant teratoma
de: Malignes Teratom

# PeritonealCavityDifferentialDiagnosisType_MalignantChordoma
source: malignant chordoma
de: Malignes Chordom

# PeritonealCavityFindingType_Ascites
source: ascites
de: Aszites

# PeritonealCavityFindingType_HemorrhageHematoma
source: hemorrhage/hematoma
de: Blutung/Hämatom

# PeritonealCavityFindingType_PeritonealMass
source: peritoneal mass
de: Peritoneale Raumforderung

# PeritonealCavityFindingType_RetroperitonealMass
source: retroperitoneal mass
de: Retroperitoneale Raumforderung

# MassDifferentialDiagnosisType_NotFurtherSpecifiedBenignLesion
source: ot further specified benign lesion
de: Nicht näher spezifizierte benigne Läsion

# MassDifferentialDiagnosisType_NotFurtherSpecifiedMalignantLesion
source: Not further specified malignant lesion
de: Nicht näher spezifizierte maligne Läsion

# MassDifferentialDiagnosisType_NotFurtherSpecifiedLesionOfUncertainDignity
source: Not further specified lesion of uncertain dignity
de: Nicht näher spezifizierte Läsion unklarer Dignität

# MassDifferentialDiagnosisType_Incidentaloma
source: Incidentaloma
de: Inzidentalom

# MassDifferentialDiagnosisType_Adenoma
source: Adenoma
de: Adenom

# MassDifferentialDiagnosisType_LipidRichAdrenalAdenoma
source: Lipid-rich adrenal adenoma
de: Lipidreiches Adenom

# MassDifferentialDiagnosisType_LipidPoorAdrenalAdenoma
source: Lipid-poor adrenal adenoma
de: Lipidarmes Adenom

# MassDifferentialDiagnosisType_Myelolipoma
source: Myelolipoma
de: Myelolipom

# MassDifferentialDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# MassDifferentialDiagnosisType_Cyst
source: Cyst
de: Zyste

# MassDifferentialDiagnosisType_Hematoma
source: Hematoma
de: Hämatom

# MassDifferentialDiagnosisType_Calcification
source: Calcification
de: Verkalkung

# MassDifferentialDiagnosisType_Abscess
source: Abscess
de: Abszess

# MassDifferentialDiagnosisType_Microadenoma
source: Microadenoma
de: Mikroadenom

# MassDifferentialDiagnosisType_Granuloma
source: Granuloma
de: Granulom

# MassDifferentialDiagnosisType_AdrenocorticalCarcinoma
source: Adrenocortical carcinoma
de: Nebennierenkarzinom

# MassDifferentialDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# MassDifferentialDiagnosisType_Phaeochromocytoma
source: Phaeochromocytoma
de: Phaeochromozytom

# MassDifferentialDiagnosisType_Neuroblastoma
source: Neuroblastoma
de: Neuroblastom

# MassDifferentialDiagnosisType_UnclearDignity
source: lesion of unknown dignity
de: Läsion unklarer Dignität

# PeritonealCavityDifferentialDiagnosisType_Teratoma
source: Teratoma
de: Teratom

# PeriodType_ThreeMonths
source: 3 months
de: 3 Monate

# PeriodType_ThreeToSixMonths
source: 3-6 months
de: 3–6 Monate

# PeriodType_SixToTwelveMonths
source: 6-12 months
de: 6–12 Monate

# PeriodType_TwelveMonths
source: 12 months
de: 12 Monate

# PeriodType_EighteenToTwentyFourMonths
source: 18-24 months
de: 18–24 Monate

# DifferentialDiagnosisType_NotFurtherSpecifiedBenignLesion
source: Not further specified benign lesion
de: Nicht näher spezifizierte benigne Läsion

# DifferentialDiagnosisType_NotFurtherSpecifiedMalignantLesion
source: Not further specified malignant lesion
de: Nicht näher spezifizierte maligne Läsion

# DifferentialDiagnosisType_NotFurtherSpecifiedLesionOfUnclearDignity
source: Not further specified lesion of unclear dignity
de: Nicht näher spezifizierte Läsion unklarer Dignität

# DifferentialDiagnosisType_Adenoma
source: Adenoma
de: Adenom

# DifferentialDiagnosisType_Leiomyoma
source: Leiomyoma
de: Leiomyom

# DifferentialDiagnosisType_Neurofibroma
source: Neurofibroma
de: Neurofibrom

# DifferentialDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# DifferentialDiagnosisType_Angioma
source: Angioma
de: Angiom

# DifferentialDiagnosisType_GastricCarcinoma
source: Gastric carcinoma
de: Magenkarzinom

# DifferentialDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# DifferentialDiagnosisType_Sarcoma
source: Sarcoma
de: Sarkom

# DifferentialDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# DifferentialDiagnosisType_CrohnDisease
source: Crohn's disease
de: M. Crohn

# DifferentialDiagnosisType_UlcerativeColitis
source: Ulcerative colitis
de: Colitis ulcerosa

# DifferentialDiagnosisType_PseudomembranousColitis
source: Pseudomembranous colitis
de: Pseudomembranöse Kolitis

# DifferentialDiagnosisType_ToxicMegacolon
source: Toxic megacolon
de: Toxisches Megakolon

# DifferentialDiagnosisType_InfectiousEnterocolitis
source: Infectious enterocolitis
de: Infektiöse Enterocolitis

# DifferentialDiagnosisType_UnspecifiedGastroenteritis
source: Unspecified gastroenteritis
de: Nicht näher definierte Enteritis

# DifferentialDiagnosisType_IntestinalLymphoma
source: Intestinal lymphoma
de: Intestinales Lymphom

# DifferentialDiagnosisType_MesentericIschemia
source: Mesenteric ischemia
de: Mesenterialischämie

# DifferentialDiagnosisType_SubmucosalHemorrhage
source: Submucosal hemorrhage
de: Submucosale Einblutung

# DifferentialDiagnosisType_RadiogenicBowelWallAlteration
source: Radiogenic bowel wall alteration
de: Radiogene Darmwandveränderung

# DifferentialDiagnosisType_Diverticulitis
source: Diverticulitis
de: Divertikulitis

# DifferentialDiagnosisType_TumorousWallThickening
source: Tumorous wall thickening
de: Tumoröse Wandverdickung

# DifferentialDiagnosisType_Carcinoma
source: Carcinoma
de: Karzinom

# DifferentialDiagnosisType_ColorectalCarcinoma
source: Colorectal carcinoma
de: Kolorektales Karzinom

# DifferentialDiagnosisType_Carcinoid
source: Carcinoid
de: Karzinoid

# DifferentialDiagnosisType_Diverticulum
source: Diverticulum
de: Divertikel

# DifferentialDiagnosisType_ChronicInflammatoryBowelDisease
source: Chronic inflammatory bowel disease
de: Chronisch-entzündliche Darmerkrankung

# DifferentialDiagnosisType_NeurofibromatousTumor
source: Neurofibromatous tumor
de: Neurofibromatöser Tumor

# DifferentialDiagnosisType_Endometriosis
source: Endometriosis
de: Endometriose

# DifferentialDiagnosisType_Fibroma
source: Fibroma
de: Fibrom

# DifferentialDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# DifferentialDiagnosisType_Lymphangioma
source: Lymphangioma
de: Lymphangiom

# DifferentialDiagnosisType_Leiomyosarcoma
source: Leiomyosarcoma
de: Leiomyosarkom

# AnamnesisClinicType_Pain
source: Pain
de: Schmerzen

# AnamnesisClinicType_ChronicPain
source: Chronic pain
de: Chronische Schmerzen

# AnamnesisClinicType_Colic
source: Colic
de: Koliken

# AnamnesisClinicType_UnclearSymptoms
source: Unclear symptoms
de: Unklare Beschwerdesymptomatik

# AnamnesisClinicType_PassengerDisturbance
source: Passenger disturbance
de: Passagestörung

# AnamnesisClinicType_ChronicInflammatoryBowelDiseaseCed
source: Chronic inflammatory bowel disease (CED)
de: Chronisch entzündliche Darmerkrankung (CED)

# AnamnesisClinicType_Vomiting
source: Vomiting
de: Erbrechen

# AnamnesisClinicType_Diarrhea
source: Diarrhea
de: Diarrhoe

# AnamnesisClinicType_FistulaFormation
source: Fistula formation
de: Fistelbildung

# AnamnesisClinicType_AnastomoticInsufficiency
source: Anastomotic insufficiency
de: Anastomoseninsuffizienz

# AnamnesisClinicType_UpperGastrointestinalBleeding
source: Upper gastrointestinal bleeding
de: Obere gastrointestinale Blutung

# AnamnesisClinicType_LowerGastrointestinalBleeding
source: Lower gastrointestinal bleeding
de: Untere gastrointestinale Blutung

# AnamnesisClinicType_Hematuria
source: Hematuria
de: Hämaturie

# AnamnesisClinicType_HormonalDisturbance
source: Hormonal disturbance
de: Hormonelle Störung

# AnamnesisClinicType_UnintentionalWeightLoss
source: Unintentional weight loss
de: Ungewollter Gewichtsverlust

# AnamnesisClinicType_Jaundice
source: Jaundice
de: Ikterus

# AnamnesisClinicType_BSymptoms
source: B symptoms
de: B-Symptomatik

# AnamnesisClinicType_Lymphadenopathy
source: Lymphadenopathy
de: Lymphadenopathie

# AnamnesisIndicationType_Mass
source: Mass
de: Raumforderung

# AnamnesisIndicationType_Inflammation
source: Inflammation
de: Entzündung

# AnamnesisIndicationType_Concrement
source: Concrement
de: Konkrement

# AnamnesisIndicationType_AnastomoticInsufficiency
source: Anastomotic insufficiency
de: Anastomoseninsuffizienz

# AnamnesisIndicationType_Trauma
source: Trauma
de: Traumafolgen

# AnamnesisIndicationType_FollowUpAfterTherapy
source: Follow-up after therapy
de: Verlaufskontrolle nach Therapie

# OrganRegionType_Liver
source: Liver
de: Leber

# OrganRegionType_BileDuctsGallBladder
source: Bile ducts/gall bladder
de: Gallenwege/Gallenblase

# OrganRegionType_Spleen
source: Spleen
de: Milz

# OrganRegionType_Pancreas
source: Pancreas
de: Pankreas

# OrganRegionType_Kidney
source: Kidney
de: Niere

# OrganRegionType_AdrenalGland
source: Adrenal gland
de: Nebenniere

# OrganRegionType_GastrointestinalTract
source: Gastrointestinal tract
de: Gastrointestinaltrakt

# OrganRegionType_LymphNodes
source: Lymph nodes
de: Lymphknoten

# OrganRegionType_SmallIntestine
source: Small intestine
de: Dünndarm

# OrganRegionType_Colon
source: Colon
de: Kolon

# SpasmolysisType_ApplicationIV
source: Application i.v.
de: Applikation i.v.

# SpasmolysisType_ApplicationIM
source: Application i.m.
de: Applikation i.m.

# LiverFindingType_GallbladderNormVariantPostoperative
source: Gallbladder norm variant/postoperative
de: Gallenblase Normvariante/postoperativ

# LiverFindingType_GallbladderStone
source: Gallbladder stone
de: Gallenblasenkonkrement

# LiverFindingType_BileDuctNormVariant
source: Bile duct norm variant
de: Gallengangnormvariante

# LiverFindingType_BiliaryDuctalDilatation
source: Biliary ductal dilatation
de: Cholestase

# LiverFindingType_BileDuctLeakage
source: Bile duct leakage
de: Gallengangleckage

# LiverFindingType_BileDuctMass
source: Bile duct mass
de: Gallengangraumforderung

# HuangClassificationType_TypeA1
source: Type A1
de: Typ A1

# HuangClassificationType_TypeA2
source: Type A2
de: Typ A2

# HuangClassificationType_TypeA3
source: Type A3
de: Typ A3

# HuangClassificationType_TypeA4
source: Type A4
de: Typ A4

# HuangClassificationType_TypeA5
source: Type A5
de: Typ A5

# HuangClassificationType_TypeB1
source: Type B1
de: Typ B1

# HuangClassificationType_TypeB2
source: Type B2
de: Typ B2

# HuangClassificationType_TypeB3
source: Type B3
de: Typ B3

# HuangClassificationType_TypeB4
source: Type B4
de: Typ B4

# HuangClassificationType_TypeB5
source: Type B5
de: Typ B5

# HuangClassificationType_TypeB6
source: Type B6
de: Typ B6

# LiverDifferentialDiagnosisType_BenignLesionUnspecified
source: Not further specified benign lesion
de: Nicht näher spezifizierte benigne Läsion

# LiverDifferentialDiagnosisType_MalignantLesionUnspecified
source: Not further specified malignant lesion
de: Nicht näher spezifizierte maligne Läsion

# LiverDifferentialDiagnosisType_DignityUnclear
source: Finding of unclear dignity
de: Befund unklarer Dignität

# LiverDifferentialDiagnosisType_FocalSteatosis
source: Focal steatosis
de: Fokale Mehrverfettung

# LiverDifferentialDiagnosisType_FocalAreaOfReducedFat
source: Focal area of reduced fat
de: Fokale Minderverfettung

# LiverDifferentialDiagnosisType_AtypicalFocalNodularHyperplasiaFnh
source: Atypical focal nodular hyperplasia (FNH)
de: Atypische fokal noduläre Hyperplasie (FNH)

# LiverDifferentialDiagnosisType_DysplasticNodule
source: Dysplastic nodule
de: Dysplastischer Knoten

# LiverDifferentialDiagnosisType_MetastasisHypervascular
source: Hypovascular metastasis
de: Hypovaskularisierte Metastase

# LiverDifferentialDiagnosisType_MetastasisHypovascular
source: Hypervascular metastasis
de: Hypervaskularisierte Metastase

# LiverDifferentialDiagnosisType_DisseminatedLiverMetastases
source: Disseminated liver metastases
de: Diffus disseminierte Lebermetastasen

# LiverDifferentialDiagnosisType_StatusPostTace
source: Status post TACE
de: Z.n. TACE

# LiverDifferentialDiagnosisType_Infarction
source: Infarction
de: Infarkt

# LiverDifferentialDiagnosisType_HepaticPeliosis
source: Hepatic peliosis
de: Peliosis hepatis

# LiverDifferentialDiagnosisType_HepaticSteatosis
source: Hepatic steatosis
de: Steatosis hepatis

# LiverDifferentialDiagnosisType_HepaticSteatosisNafl
source: Hepatic steatosis (NAFL)
de: Steatosis (NAFL)

# LiverDifferentialDiagnosisType_HepaticSteatosisNash
source: Hepatic steatosis (NASH)
de: Steatosis (NASH)

# LiverDifferentialDiagnosisType_HepaticSteatosisCash
source: Hepatic steatosis (CASH)
de: Steatosis (CASH)

# LiverDifferentialDiagnosisType_BuddChiariSyndrome
source: Budd-Chiari syndrome
de: Budd-Chiari-Syndrom

# LiverDifferentialDiagnosisType_HemochromatosisPrimaryForm
source: Hemochromatosis (primary form)
de: Hämochromatose (primäre Form)

# LiverDifferentialDiagnosisType_HemochromatosisSecondaryForm
source: Hemochromatosis (secondary form)
de: Hämochromatose (sekundäre Form)

# LiverDifferentialDiagnosisType_Cholecystitis
source: Cholecystitis
de: Cholezystitis

# LiverDifferentialDiagnosisType_CholangitisIgG4Associated
source: IgG4‐associated cholangitis
de: Autoimmune Cholangitis (IgG4)

# LiverDifferentialDiagnosisType_CholestasisInChronicPancreatitis
source: Cholestasis in chronic pancreatitis
de: Cholestase bei chronischer Pankreatitis

# LiverDifferentialDiagnosisType_AgeRelatedPhysiologicalDilatation
source: Age-related physiological dilatation
de: Altersbedingte physiologische Dilatation

# LiverDifferentialDiagnosisType_CholestasisDueToSmallIntestinalIleus
source: Cholestasis due to small intestinal ileus
de: Cholestase bei Dünndarmileus

# LiverDifferentialDiagnosisType_CholestasisDueToCholedochalCyst
source: Cholestasis due to choledochal cyst
de: Cholestase bei Choledochuszyste

# LiverDifferentialDiagnosisType_CholestasisDueToPancreaticMass
source: Cholestasis due to pancreatic mass
de: Cholestase bei Pankreasraumforderung

# LiverDifferentialDiagnosisType_CholestasisDueToPeriAmpullaryMass
source: Cholestasis due to (peri-)ampullary mass
de: Cholestase bei (peri-)ampullärer Raumforderung

# LiverDifferentialDiagnosisType_PostoperativeFluidCollection
source: Postoperative fluid collection
de: Postoperative Flüssigkeit

# LiverDifferentialDiagnosisType_PapillaryCarcinoma
source: Papillary carcinoma
de: Papillenkarzinom

# LiverPathologyLocations_SegmentalInRightLiverLobe
source: segmental in right liver lobe
de: Segmental im rechten Leberlappen

# LiverPathologyLocations_RightHepaticDuct
source: right hepatic duct
de: Ductus hepaticus dexter

# LiverPathologyLocations_Intrahepatic
source: intrahepatic
de: Intrahepatisch

# LiverPathologyLocations_Perihilar
source: perihilar
de: Perihilär

# LiverPathologyLocations_Extrahepatic
source: extrahepatic
de: Extrahepatisch

# LiverPathologyLocations_SegmentalInLeftLiverLobe
source: segmental in left liver lobe
de: Segmental im linken Leberlappen

# LiverPathologyLocations_LeftHepaticDuct
source: left hepatic duct
de: Ductus hepaticus sinister

# LiverPathologyLocations_CommonHepaticDuct
source: common hepatic duct
de: Ductus hepaticus communis

# LiverPathologyLocations_CysticDuct
source: cystic duct
de: Ductus cysticus

# LiverPathologyLocations_DuctusCholedochusCloseToLiver
source: ductus choledochus, close to liver
de: Ductus choledochus, lebernah

# LiverPathologyLocations_DuctusCholedochusCloseToPapilla
source: ductus choledochus, close to papilla
de: Ductus choledochus, papillennah

# GrowthPatternsType_Subcapsular
source: Subcapsular
de: Subkapsulär

# GrowthPatternsType_Transcapsular
source: Transcapsular
de: Kapselüberschreitend

# GrowthPatternsType_Displacing
source: Displacing
de: Verdrängend

# GrowthPatternsType_Infiltrating
source: Infiltrating
de: Infiltration
