Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/AbdomenValuesResources.*.resx
Languages: de

# SpleenDiagnosisType_VascularLesionNotSpecified
source: Vascular lesion, not specified
de: Vaskuläre Läsion, nicht näher spezifiziert

# SpleenDiagnosisType_LymphogenicLesionNotFurtherSpecified
source: Lymphogenic lesion, not further specified
de: Lymphogene Läsion, nicht näher spezifiziert

# SpleenDiagnosisType_NonLymphogenicLesionNotFurtherSpecified
source: Non-lymphogenic lesion, not further specified
de: Nicht-lymphogene Läsion, nicht näher spezifiziert

# SpleenDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# SpleenDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# SpleenDiagnosisType_Lymphangioma
source: Lymphangioma
de: Lymphangiom

# SpleenDiagnosisType_Hemangiothelioma
source: Hemangiothelioma
de: Hämangiotheliom

# SpleenDiagnosisType_Hemangiosarcoma
source: Hemangiosarcoma
de: Hämangiosarkom

# SpleenDiagnosisType_LittorialCellSarcoma
source: Littorial cell sarcoma
de: Littorialzell-Sarkom

# SpleenDiagnosisType_HodgkinsDisease
source: Hodgkin's disease
de: Morbus Hodgkin

# SpleenDiagnosisType_Plasmocytoma
source: Plasmocytoma
de: Plasmozytom

# SpleenDiagnosisType_InflammatoryPseudotumor
source: Inflammatory pseudotumor
de: Entzündlicher Pseudotumor

# SpleenDiagnosisType_Cyst
source: Cyst
de: Zyste

# SpleenDiagnosisType_LipomaAngiolipoma
source: Lipoma; angiolipoma
de: Lipom; Angiolipom

# SpleenDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# SpleenDiagnosisType_MalignantFibrousHistiocytoma
source: Malignant fibrous histiocytoma
de: Malignes fibröses Histiozytom

# SpleenDiagnosisType_Fibrosarcoma
source: Fibrosarcoma
de: Fibrosarkom

# SpleenDiagnosisType_Leiomyosarcoma
source: Leiomyosarcoma
de: Leiomyosarkom

# SpleenDiagnosisType_MalignantTeratoma
source: Malignant Teratoma
de: Malignes Teratom

# SpleenDiagnosisType_KaposisSarcoma
source: Kaposi's sarcoma
de: Kaposi-Sarkom

# SpleenDiagnosisType_HeartAttack
source: Heart attack
de: Infarkt

# SpleenDiagnosisType_Abscess
source: Abscess
de: Abszess

# SpleenDiagnosisType_Infection
source: Infection
de: Infektion

# SpleenDiagnosisType_Immunopathy
source: Immunopathy
de: Immunopathie

# SpleenDiagnosisType_GammaGandyBodiesOrMicroBleeding
source: Gamma Gandy Bodies/Micro bleeding
de: Gamma Gandy Bodies/Mikroblutungen

# SpleenDiagnosisType_LittoralCellAngioma
source: littoral cell angioma
de: Littorialzell-Angiom

# SpleenDiagnosisType_LittoralCellSarcoma
source: littoral cell sarcoma
de: Littorialzell-Sarkom

# SpleenDiagnosisType_PosttraumaticCyst
source: posttraumatic cyst
de: Posttraumatische Zyste

# SpleenDiagnosisType_PancreaticPseudocyst
source: pancreatic pseudocyst
de: Pankreaspseudozyste

# SpleenDiagnosisType_EchinococcalCyst
source: echinococcus cyst
de: Echinokokkuszyste

# SpleenDiagnosisType_Lipoma
source: lipoma
de: Lipom

# SpleenDiagnosisType_Angiomyolipoma
source: angiomyolipoma
de: Angiomyolipom

# SpleenDiagnosisType_SubduralHematoma
source: subdural hematoma
de: Subdurales Hämatom

# SpleenDiagnosisType_GammaGandyBodiesMicroBleeding
source: gamma gandy bodies/micro bleeding
de: Gamma Gandy Bodies/Mikroblutungen

# SpleenFindingType_StandardVariants
source: Standard variants
de: Normvarianten

# SpleenFindingType_Splenomegaly
source: Splenomegaly
de: Splenomegalie

# SpleenFindingType_Mass
source: Mass
de: Raumforderung

# SpleenFindingType_SplenicInfarction
source: Splenic infarction
de: Milzinfarkt

# SpleenFindingType_SubcapsularHematoma
source: subcapsular hematoma (without trauma)
de: Subkapsuläres Hämatom (ohne Trauma)

# OrganRegionType_AdrenalGlandLeft
source: Adrenal gland, left
de: Nebenniere, links

# OrganRegionType_AdrenalGlandRight
source: Adrenal gland, right
de: Nebenniere, rechts

# OrganRegionType_BileDuctsOrGallbladder
source: Bile ducts/Gallbladder
de: Gallenwege/Gallenblase

# OrganRegionType_GiTract
source: GI tract
de: GI Trakt

# OrganRegionType_KidneyLeft
source: Kidney, left
de: Niere, links

# OrganRegionType_KidneyRight
source: Kidney, right
de: Niere, rechts

# OrganRegionType_Stomach
source: Stomach
de: Magen

# AcutePancreatitisDiagnosisType_AutoimmunePancreatitis
source: autoimmune pancreatitis
de: Autoimmunpankreatitis

# AcutePancreatitisDiagnosisType_Adenocarcinoma
source: adenocarcinoma
de: Adenokarzinom

# AcutePancreatitisDiagnosisType_GastrointestinalPerforation
source: gastrointestinal perforation
de: Hohlorganperforation

# AcutePancreatitisDiagnosisType_PancreaticLymphoma
source: pancreatic lymphoma
de: Lymphom des Pankreas

# AcutePancreatitisDiagnosisType_PancreatitisAfterShock
source: pancreatitis after shock
de: Pankreatitis nach Schock

# AcutePancreatitisDiagnosisType_PosttraumaticPancreatitis
source: posttraumatic pancreatitis
de: Posttraumatische Pankreatitis

# DiffuseParenchymalDifferentialDiagnosis_Lipomatosis
source: lipomatosis
de: Lipomatose

# DiffuseParenchymalDifferentialDiagnosis_LipomatosisOrFattyInvolution
source: lipomatosis/fatty Involution
de: Lipomatose/Fettige Involution

# DiffuseParenchymalDifferentialDiagnosis_LipomatosisInCysticFibrosis
source: lipomatosis in cystic fibrosis
de: Lipomatose bei zystischer Fibrose

# DiffuseParenchymalDifferentialDiagnosis_AcutePancreatitis
source: acute pancreatitis
de: Akute Pankreatitis

# DiffuseParenchymalDifferentialDiagnosis_ChronicPancreatitis
source: chronic pancreatitis
de: Chronische Pankreatitis

# DiffuseParenchymalDifferentialDiagnosis_Hemochromatosis
source: hemochromatosis
de: Hämochromatose

# DiffuseParenchymalDifferentialDiagnosis_CysticFibrosis
source: cystic fibrosis
de: Zystische Fibrose

# MassDifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# MassDifferentialDiagnosisType_MalignantLesionNotFurtherSpecified
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# MassDifferentialDiagnosisType_DignityUnclear
source: lesion of unknown dignity
de: Läsion unklarer Dignität

# MassDifferentialDiagnosisType_SolidPseudopapillaryMass
source: solid pseudopapillary mass
de: Solide pseudopapilläre Raumforderung

# MassDifferentialDiagnosisType_DuctalAdenocarcinoma
source: ductal adenocarcinoma
de: Duktales Adenokarzinom

# MassDifferentialDiagnosisType_NeuroendocrineTumor
source: neuroendocrine tumor
de: Neuroendokriner Tumor

# MassDifferentialDiagnosisType_Metastases
source: metastases
de: Metastasen

# MassDifferentialDiagnosisType_Lymphoma
source: lymphoma
de: Lymphom

# MassDifferentialDiagnosisType_FocalPancreatitis
source: focal pancreatitis
de: Fokale Pankreatitis

# MassDifferentialDiagnosisType_Lipomatosis
source: lipomatosis
de: Lipomatose

# MassDifferentialDiagnosisType_IntrapancreaticAccessorySpleen
source: intrapancreatic accessory spleen
de: Intrapankreatische akzessorische Milz

# MassDifferentialDiagnosisType_PancreaticLobulation
source: pancreatic lobulation
de: Pankreaslobulation

# MassDifferentialDiagnosisType_SarcoidosisManifestation
source: sarcoidosis manifestation
de: Sarkoidosemanifestation

# MassDifferentialDiagnosisType_Hemorrhage
source: hemorrhage
de: Einblutung

# MassDifferentialDiagnosisType_AcutePeripancreaticFluidCollection
source: acute peripancreatic fluid collection (APFC)
de: Akute peripankreatische Flüssigkeitsansammlung (APFC)

# MassDifferentialDiagnosisType_Pseudocyst
source: pseudocyst (PC)
de: Pseudozyste (PC)

# MassDifferentialDiagnosisType_AcuteNecroticFluidCollection
source: acute necrotic fluid collection (ANC)
de: Akute nekrotische Flüssigkeitsansammlung (ANC)

# MassDifferentialDiagnosisType_WalledOffNecrosis
source: walled-off necrosis (WON)
de: Walled-off Nekrosen (WON)

# MassDifferentialDiagnosisType_Abcess
source: abscess
de: Abszess

# MassDifferentialDiagnosisType_SerousCysticNeoplasia
source: serous cystic neoplasia
de: Seröse zystische Neoplasie

# MassDifferentialDiagnosisType_MucinousCysticNeoplasia
source: mucinous cystic neoplasia
de: Muzinöse zystische Neoplasie

# MassDifferentialDiagnosisType_OtherCysticNeoplasia
source: other cystic neoplasia
de: Sonstige zystische Neoplasie

# MassDifferentialDiagnosisType_MucinousCystadenocarcinoma
source: mucinous cystadenocarcinoma
de: Muzinöses Zystadenokarzinom

# MassDifferentialDiagnosisType_IntraductalPapillaryMucinousNeoplasia
source: intraductal papillary mucinous neoplasia (IPMN)
de: Intraduktale papillär-muzinöse Neoplasie (IPMN)

# MassDifferentialDiagnosisType_BranchDuctIPMN
source: branch-duct IPMN
de: IPMN vom Nebengang-Typ

# MassDifferentialDiagnosisType_MainDuctIPMN
source: main-duct IPMN
de: IPMN vom Hauptgang-Typ

# MassDifferentialDiagnosisType_MixedTypeIPMN
source: mixed type IPMN
de: IPMN vom Mischtyp

# MarginType_Circumscribed
source: circumscribed
de: Scharf

# MarginType_NonCircumscribed
source: non-circumscribed
de: Unscharf

# MarginType_Nodular
source: nodular
de: Nodulär

# MarginType_Multinodular
source: multinodular
de: Multinodulär

# HomogeneityType_Homogeneous
source: homogeneous
de: Homogen

# HomogeneityType_Heterogeneous
source: heterogeneous
de: Heterogen

# FormType_Round
source: round
de: Rund

# FormType_Lobulated
source: lobulated
de: Lobuliert

# FormType_Macrocystic
source: macrocystic
de: Makrozystisch

# FormType_Microcystic
source: microcystic
de: Mikrozystisch

# ContrastEnhancementDistribution_Peripheral
source: peripheral
de: Peripher

# ContrastEnhancementDistribution_EntireLesion
source: entire lesion
de: Gesamte Läsion

# ContrastEnhancementDistribution_Central
source: central
de: Zentral

# ContrastEnhancementDistribution_Capsular
source: capsular
de: Kapsulär

# PancreasFindingType_AnatomicalVariantsAnomaly
source: anatomical variants/anomaly
de: Normvariante/Anomalie

# PancreasFindingType_AcutePancreatitis
source: acute pancreatitis
de: Akute Pankreatitis

# PancreasFindingType_Mass
source: mass
de: Raumforderung

# PancreasFindingType_DiffuseParenchymalChanges
source: diffuse parenchymal changes
de: Diffuse Parenchymveränderungen

# PancreasFindingType_PostinterventionalPostoperativeFindings
source: postinterventional/postoperative findings
de: Postinterventionelle/postoperative Befunde

# LiverDifferentialDiagnosisType_NotFurtherSpecifiedBenignLesion
source: Not further specified benign lesion
de: Nicht näher spezifizierte benigne Läsion

# LiverDifferentialDiagnosisType_NotFurtherSpecifiedMalignantLesion
source: Not further specified malignant lesion
de: Nicht näher spezifizierte maligne Läsion

# LiverDifferentialDiagnosisType_LesionOfUnclearDignity
source: Lesion of unclear dignity
de: Läsion unklarer Dignität

# LiverDifferentialDiagnosisType_Cyst
source: Cyst
de: Zyste

# LiverDifferentialDiagnosisType_FatContainingLesion
source: Fat containing lesion
de: Fokale Mehrverfettung

# LiverDifferentialDiagnosisType_FocalFattySparing
source: Focal fatty sparing
de: Fokale Minderverfettung

# LiverDifferentialDiagnosisType_HemangiomaNotFurtherSpecified
source: Hemangioma, not further specified
de: Hämangiom, nicht näher spezifiziert

# LiverDifferentialDiagnosisType_ArterioportalShunt
source: Arterioportal shunt
de: Arterioportaler Shunt

# LiverDifferentialDiagnosisType_HighFlowHemangioma
source: High-flow hemangioma
de: High-flow Hämangiom

# LiverDifferentialDiagnosisType_LowFlowHemangioma
source: Low-flow hemangioma
de: Low-flow Hämangiom

# LiverDifferentialDiagnosisType_FocalNodularHyperplasiaFnh
source: Focal nodular hyperplasia (FNH)
de: Fokal noduläre Hyperplasie (FNH)

# LiverDifferentialDiagnosisType_HepatocellularAdenoma
source: Hepatocellular adenoma
de: Hepatozelluläres Adenom

# LiverDifferentialDiagnosisType_RegenerativeNodule
source: Regenerative nodule
de: Regeneratknoten

# LiverDifferentialDiagnosisType_DysplasticNode
source: Dysplastic node
de: Dysplastischer Knoten

# LiverDifferentialDiagnosisType_Peliosis
source: Peliosis
de: Peliose

# LiverDifferentialDiagnosisType_Contusion
source: Contusion
de: Kontusion

# LiverDifferentialDiagnosisType_Posttherapeutic
source: Posttherapeutic
de: Posttherapeutisch

# LiverDifferentialDiagnosisType_Laceration
source: Laceration
de: Lazeration

# LiverDifferentialDiagnosisType_EchinococcusCyst
source: Echinococcus cyst
de: Echinococcuszyste

# LiverDifferentialDiagnosisType_Hematoma
source: Hematoma
de: Hämatom

# LiverDifferentialDiagnosisType_Abscess
source: Abscess
de: Abszess

# LiverDifferentialDiagnosisType_CholangiogenicAbscess
source: Cholangiogenic abscess
de: Cholangiogener Abszess

# LiverDifferentialDiagnosisType_BiliaryCystadenoma
source: Biliary cystadenoma
de: Biliäres Zystadenom

# LiverDifferentialDiagnosisType_BiliaryHamartomaMicrohamartomaVonMeyenburgComplex
source: Biliary hamartoma (microhamartoma/von Meyenburg complex)
de: Biliäres Hamartom (Mikrohamartom/von Meyenburg Komplex)

# LiverDifferentialDiagnosisType_MetastasisNotFurtherSpecified
source: Metastasis, not further specified
de: Metastase, nicht näher spezifiziert

# LiverDifferentialDiagnosisType_MetastasisHypovascularized
source: Metastasis, hypovascularized
de: Metastase, hypovaskularisiert

# LiverDifferentialDiagnosisType_MetastasisHypervascularized
source: Metastasis, hypervascularized
de: Metastase, hypervaskularisiert

# LiverDifferentialDiagnosisType_DiffuselyDisseminatedLiverMetastases
source: Diffusely disseminated liver metastases
de: Diffus disseminierte Lebermetastasen

# LiverDifferentialDiagnosisType_HepatocellularCarcinomaHcc
source: Hepatocellular carcinoma (HCC)
de: Hepatozelluläres Karzinom (HCC)

# LiverDifferentialDiagnosisType_CholangiocellularCarcinomaCcc
source: Cholangiocellular carcinoma (CCC)
de: Cholangiozelluläres Karzinom (CCC)

# LiverDifferentialDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# LiverDifferentialDiagnosisType_FibrolamellarHcc
source: Fibrolamellar HCC
de: Fibrolamelläres HCC

# LiverDifferentialDiagnosisType_EpithelioidHemangioendotheliomaEhe
source: Epithelioid hemangioendothelioma (EHE)
de: Epitheloides Hämangioendotheliom (EHE)

# LiverDifferentialDiagnosisType_Sarcoma
source: Sarcoma
de: Sarkom

# LiverDifferentialDiagnosisType_Angiosarcoma
source: Angiosarcoma
de: Angiosarkom

# LiverDifferentialDiagnosisType_AblationAreaAfterRfa
source: Ablation area after RFA
de: Ablationsareal nach RFA

# LiverDifferentialDiagnosisType_Infarct
source: Infarct
de: Infarkt

# LiverDifferentialDiagnosisType_AfterTace
source: After TACE
de: Z.n. TACE

# LiverDifferentialDiagnosisType_AorticPulsationArtifact
source: Aortic pulsation artifact
de: Aortales Pulsationsartefakt

# LiverDifferentialDiagnosisType_Cirrhosis
source: Cirrhosis
de: Zirrhose

# LiverDifferentialDiagnosisType_CirrhosisCardiaque
source: Cirrhosis cardiaque
de: Cirrhose cardiaque

# LiverDifferentialDiagnosisType_Sarcoidosis
source: Sarcoidosis
de: Sarkoidose

# LiverDifferentialDiagnosisType_PortalVeinThrombosis
source: Portal vein thrombosis
de: Pfortaderthrombose

# LiverDifferentialDiagnosisType_Hemochromatosis
source: Hemochromatosis
de: Hämochromatose

# LiverDifferentialDiagnosisType_WilsonSDisease
source: Wilson's disease
de: Morbus Wilson

# LiverDifferentialDiagnosisType_NotFurtherSpecifiedCholecystitis
source: Not further specified cholecystitis
de: Nicht näher spezifizierte Cholezystitis

# LiverDifferentialDiagnosisType_ChronicCholecystitis
source: Chronic cholecystitis
de: Chronische Cholezystitis

# LiverDifferentialDiagnosisType_AcuteCholecystitis
source: Acute cholecystitis
de: Akute Cholezystitis

# LiverDifferentialDiagnosisType_XanthogranulomatousCholecystitis
source: Xanthogranulomatous cholecystitis
de: Xanthogranulomatöse Cholezystitis

# LiverDifferentialDiagnosisType_Adenomyomatosis
source: Adenomyomatosis
de: Adenomyomatose

# LiverDifferentialDiagnosisType_GallbladderPolyp
source: Gallbladder polyp
de: Gallenblasenpolyp

# LiverDifferentialDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# LiverDifferentialDiagnosisType_GallbladderCarcinoma
source: Gallbladder carcinoma
de: Gallenblasenkarzinom

# LiverDifferentialDiagnosisType_PeriportalEdema
source: Periportal edema
de: Periportales Ödem

# LiverDifferentialDiagnosisType_AscendingCholangitis
source: Ascending cholangitis
de: Aszendierende Cholangitis

# LiverDifferentialDiagnosisType_AidsCholangiopathy
source: AIDS cholangiopathy
de: AIDS-Cholangiopathie

# LiverDifferentialDiagnosisType_ChemotherapyInducedCholangitis
source: Chemotherapy-induced cholangitis
de: Chemotherapie-induzierte Cholangitis

# LiverDifferentialDiagnosisType_IschemiaInducedCholangitis
source: Ischemia-induced cholangitis
de: Ischämie-induzierte Cholangitis

# LiverDifferentialDiagnosisType_SclerosingCholangitis
source: Sclerosing cholangitis
de: Sklerosierende Cholangitis

# LiverDifferentialDiagnosisType_CaroliSyndrome
source: Caroli syndrome
de: Caroli Syndrom

# LiverDifferentialDiagnosisType_VonMeyenburgComplexes
source: Von Meyenburg complexes
de: Von Meyenburg Komplexe

# LiverDifferentialDiagnosisType_PostoperativeFluid
source: Postoperative fluid
de: Postoperative Flüssigkeit

# LiverDifferentialDiagnosisType_CollectionWithoutSignsOfInfection
source: Collection without signs of infection
de: Kollektion ohne Infektionszeichen

# LiverFindingType_FocalLiverLesion
source: Focal liver lesion
de: Fokale Leberläsion

# LiverFindingType_DiffuseParenchymalChanges
source: Diffuse parenchymal changes
de: Diffuse Parenchymveränderung

# LiverFindingType_GallbladderNormVariantModifiedAnatomy
source: Gallbladder norm variant/modified anatomy
de: Gallenblase Normvariante/geänderte Anatomie

# LiverFindingType_GallbladderHydrops
source: Gallbladder hydrops
de: Gallenblasenhydrops

# LiverFindingType_GallbladderConcretion
source: Gallbladder concretion
de: Gallenblase Konkrement

# LiverFindingType_GallbladderWallThickening
source: Gallbladder wall thickening
de: Gallenblase Wandverdickung

# LiverFindingType_Cholestasis
source: Cholestasis
de: Cholestase

# LiverFindingType_VascularNormVariants
source: Vascular norm variants
de: Vaskuläre Normvarianten

# KidneysDifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion (not further specified)
de: Nicht näher spezifizierte benigne Läsion

# KidneysDifferentialDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion (not further specified)
de: Nicht näher spezifizierte maligne Läsion

# KidneysDifferentialDiagnosisType_NotFurtherSpecifiedLesionOfUnclearDignity
source: Not further specified lesion of unclear dignity
de: Nicht näher spezifizierte Läsion unklarer Dignität

# KidneysDifferentialDiagnosisType_RenalCellCarcinomaRcc
source: Renal cell carcinoma (RCC)
de: Nierenzellkarzinom (NCC)

# KidneysDifferentialDiagnosisType_ClearCellRenalCellCarcinomaRcc
source: Clear cell renal cell carcinoma (RCC)
de: Klarzelliges Nierenzellkarzinom (NCC)

# KidneysDifferentialDiagnosisType_PapillaryRenalCellCarcinomaRcc
source: Papillary renal cell carcinoma (RCC)
de: Papilläres Nierenzellkarzinom (NCC)

# KidneysDifferentialDiagnosisType_ChromophobeRenalCellCarcinomaRcc
source: Chromophobe renal cell carcinoma (RCC)
de: Chromophobes Nierenzellkarzinom (NCC)

# KidneysDifferentialDiagnosisType_NephroblastomaWilmsTumor
source: Nephroblastoma (Wilms tumor)
de: Nephroblastom (Wilms-Tumor)

# KidneysDifferentialDiagnosisType_Sarcomas
source: Sarcomas
de: Sarkome

# KidneysDifferentialDiagnosisType_RenalPelvicCarcinomaTcc
source: Renal pelvic carcinoma (TCC)
de: Nierenbeckenkarzinom (TCC)

# KidneysDifferentialDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# KidneysDifferentialDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# KidneysDifferentialDiagnosisType_Angiomyolipoma
source: Angiomyolipoma
de: Angiomyolipom

# KidneysDifferentialDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# KidneysDifferentialDiagnosisType_Oncocytoma
source: Oncocytoma
de: Onkozytom

# KidneysDifferentialDiagnosisType_Adenoma
source: Adenoma
de: Adenom

# KidneysDifferentialDiagnosisType_FibromaHemangiomaEtc
source: Fibroma, hemangioma etc.
de: Fibrom, Hämangiom etc.

# KidneysDifferentialDiagnosisType_Papilloma
source: Papilloma
de: Papillom

# KidneysDifferentialDiagnosisType_UncomplicatedCyst
source: Uncomplicated cyst
de: Unkomplizierte Zyste

# KidneysDifferentialDiagnosisType_ParapelvicCysts
source: Parapelvic cysts
de: Parapelvine Zysten

# KidneysDifferentialDiagnosisType_SuperInfectedCyst
source: Super-infected cyst
de: Superinfizierte Zyste

# KidneysDifferentialDiagnosisType_RupturedCyst
source: Ruptured cyst
de: Zystenruptur

# KidneysDifferentialDiagnosisType_TraumaticCystHematoma
source: Traumatic cyst (hematoma)
de: Traumatische Zyste (Hämatom)

# KidneysDifferentialDiagnosisType_PeripelvicCystsSinusCysts
source: Peripelvic cysts (sinus cysts)
de: Peripelvine Zysten (Sinuszysten)

# KidneysDifferentialDiagnosisType_CysticKidneyDiseaseAdultForm
source: Cystic kidney disease (adult form)
de: Zystenniere (adulte Form)

# KidneysDifferentialDiagnosisType_MulticysticDysplasia
source: Multicystic dysplasia
de: Multizystische Dysplasie

# KidneysDifferentialDiagnosisType_Abscess
source: Abscess
de: Abszess

# KidneysDifferentialDiagnosisType_RenalCystadenoma
source: Renal cystadenoma
de: Zystadenom der Niere

# KidneysDifferentialDiagnosisType_CysticEchinococcosis
source: Cystic echinococcosis
de: Echinokokkuszyste

# KidneysDifferentialDiagnosisType_RenalAspergillosis
source: Renal aspergillosis
de: Renale Aspergillose

# KidneysDifferentialDiagnosisType_CysticRcc
source: Cystic RCC
de: Zystisches NCC

# KidneysDifferentialDiagnosisType_CalycealDiverticula
source: Calyceal diverticula
de: Kelchdivertikel

# KidneysDifferentialDiagnosisType_LithiumInducedNephropathy
source: Lithium-induced nephropathy
de: Lithium-induzierte Nephropathie

# KidneysDifferentialDiagnosisType_ChronicPyelonephritis
source: Chronic pyelonephritis
de: Chronische Pyelonephritis

# KidneysDifferentialDiagnosisType_RenalTuberculosisMortarKidney
source: Renal tuberculosis (mortar kidney)
de: Tuberkulöse Mörtelniere

# KidneysDifferentialDiagnosisType_RenalArteryStenosis
source: Renal artery stenosis
de: Nierenarterienstenose

# KidneysDifferentialDiagnosisType_RenalInfarction
source: Renal infarction
de: Niereninfarkt

# KidneysDifferentialDiagnosisType_StatusPostRenalCorticalNecrosis
source: Status post renal cortical necrosis
de: Zustand nach Nierenrindennekrose

# KidneysDifferentialDiagnosisType_PostobstructiveAtrophy
source: Postobstructive atrophy
de: Postobstruktive Atrophie

# KidneysDifferentialDiagnosisType_Nephrosclerosis
source: Nephrosclerosis
de: Nephrosklerose

# KidneysDifferentialDiagnosisType_ChronicUricAcidNephropathy
source: Chronic uric acid nephropathy
de: Chronische Uratnephropathie

# KidneysDifferentialDiagnosisType_Oxalosis
source: Oxalosis
de: Oxalose

# KidneysDifferentialDiagnosisType_Collagenosis
source: Collagenosis
de: Kollagenose

# KidneysDifferentialDiagnosisType_Vascular
source: Vascular
de: Vaskulär

# KidneysDifferentialDiagnosisType_NonspecificEtiology
source: Nonspecific etiology
de: Unspezifische Genese

# KidneysDifferentialDiagnosisType_FocalNephritis
source: Focal nephritis
de: Fokale Nephritis

# KidneysDifferentialDiagnosisType_AcutePyelonephritis
source: Acute pyelonephritis
de: Akute Pyelonephritis

# KidneysDifferentialDiagnosisType_EmphysematousPyelonephritis
source: Emphysematous pyelonephritis
de: Emphysematöse Pyelonephritis

# KidneysDifferentialDiagnosisType_MyelomaKidney
source: Myeloma kidney
de: Plasmozytomniere

# KidneysDifferentialDiagnosisType_RenalCellCarcinoma
source: Renal cell carcinoma
de: Nierenzellkarzinom

# KidneysDifferentialDiagnosisType_FunctionalHypertrophy
source: Functional hypertrophy
de: Funktionelle Hypertrophie

# KidneysDifferentialDiagnosisType_AcuteNephropathy
source: Acute nephropathy
de: Akute Nephropathie
