Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/AbdomenValuesResources.*.resx
Languages: de

# GrowthPatternsType_IntrahepaticVascularEncasement
source: Intrahepatic vascular encasement
de: Intrahepatische Gefäßummauerung

# CharacteristicsType_Contact
source: contact
de: Kontakt

# CharacteristicsType_Occlusion
source: occlusion
de: Verschluss

# CharacteristicsType_OcclusionThrombotic
source: thrombotic occlusion
de: Verschluss, thrombotisch

# CharacteristicsType_Pseundoaneurysm
source: Pseundoaneurysm
de: Pseundoaneurysma

# AssociatedCausalFindingsType_TraumaBbloodClot
source: Trauma (blood clot)
de: Trauma (Blutkoagel)

# AssociatedCausalFindingsType_Endometriosis
source: Endometriosis
de: Endometriose

# AssociatedCausalFindingsType_Papilloma
source: Papilloma
de: Papillom

# AssociatedCausalFindingsType_Metastasis
source: Metastasis
de: Metastase

# AssociatedCausalFindingsType_RenalPelvicTumor
source: Renal pelvic tumor
de: Nierenbeckentumor

# AssociatedCausalFindingsType_UreteralTumor
source: Ureteral tumor
de: Uretertumor

# AssociatedCausalFindingsType_Lymphocele
source: Lymphocele
de: Lymphozele

# AssociatedCausalFindingsType_Urinoma
source: Urinoma
de: Urinom

# AssociatedCausalFindingsType_EnlargedUterus
source: Enlarged uterus
de: Vergrößerter Uterus

# AssociatedCausalFindingsType_Aneurysm
source: Aneurysm
de: Aneurysma

# AssociatedCausalFindingsType_Hematoma
source: Hematoma
de: Hämatom

# AssociatedCausalFindingsType_Abscess
source: Abscess
de: Abszess

# AssociatedCausalFindingsType_InflammatoryIntestinalConvolute
source: Inflammatory intestinal convolute
de: Entzündliche Darmkonvolute

# AssociatedCausalFindingsType_KinkKidneyTransplant
source: Kink (kidney transplant)
de: Abknickung (Nierentransplantation)

# AssociatedCausalFindingsType_Lymphoma
source: Lymphoma
de: Lymphom

# AssociatedCausalFindingsType_PelvicTumor
source: Pelvic tumor
de: Beckentumor

# AssociatedCausalFindingsType_RetroperitonealMass
source: Retroperitoneal mass
de: Retroperitoneale Raumforderung

# AssociatedCausalFindingsType_RetroperitonealFibrosis
source: Retroperitoneal fibrosis
de: Retroperitoneale Fibrose

# AssociatedCausalFindingsType_AberrantVessels
source: Aberrant vessels
de: Aberrierende Gefäße

# AssociatedCausalFindingsType_UreteralAnomaly
source: Ureteral anomaly
de: Ureteranomalie

# AssociatedCausalFindingsType_SubpelvicStenosis
source: Subpelvic stenosis
de: Subpelvine Stenose

# AssociatedCausalFindingsType_HorseshoeKidney
source: Horseshoe kidney
de: Hufeisenniere

# AssociatedCausalFindingsType_Nephroptosis
source: Nephroptosis
de: Nephroptose

# AssociatedCausalFindingsType_UreteralOutletStenosis
source: Ureteral outlet stenosis
de: Uretherabgangsstenose

# UrolithiasisDetailsUreterType_ProximalThird
source: Proximal third
de: Proximales Drittel

# UrolithiasisDetailsUreterType_MiddleThird
source: Middle third
de: Mittleres Drittel

# UrolithiasisDetailsUreterType_DistalThird
source: Distal third
de: Distales Drittel

# DilatationType_TumorConeExtendingInferiorVenaCava
source: Tumor cone extending to inferior vena cava
de: Tumorzapfen bis zur Vena cava inferior

# DilatationType_TumorConeInferiorVenaCavaInfradiaphragm
source: Tumor cone in inferior vena cava infradiaphragm
de: Tumorzapfen in Vena cava inferior infradiaphragmal

# DilatationType_TumorConeInferiorVenaCavaSupradiaphragm
source: Tumor cone in inferior vena cava supradiaphragm
de: Tumorzapfen in Vena cava inferior supradiaphragmal

# PeritonealCavityDifferentialDiagnosisType_WithVascularOcclusion
source: With vascular occlusion
de: Bei Gefäßverschluss

# PeritonealCavityDifferentialDiagnosisType_RenalFailureAssociated
source: Renal failure-associated
de: Niereninsuffizienz-assoziiert

# PeritonealCavityDifferentialDiagnosisType_PortalHypertensionAssociated
source: Portal hypertension-associated
de: Bei portaler Hypertension

# PeritonealCavityDifferentialDiagnosisType_PancreatitisAssociated
source: Pancreatitis-associated
de: Pankreatitis-assoziiert

# PeritonealCavityDifferentialDiagnosisType_PeritonitisAssociated
source: Peritonitis-associated
de: Peritonitis-assoziiert

# PeritonealCavityDifferentialDiagnosisType_Inflammatory
source: Inflammatory
de: Entzündlich

# PeritonealCavityDifferentialDiagnosisType_HeartFailureAssociated
source: Heart failure-associated
de: Herzinsuffizienz-assoziiert

# GastrointestinaltractFindingType_GastricMass
source: Gastric mass
de: Magen Raumforderung

# GastrointestinaltractFindingType_GastricUlcer
source: Gastric ulcer
de: Magenulkus

# GastrointestinaltractFindingType_GastricDiverticulum
source: Gastric diverticulum
de: Magen Divertikel

# GastrointestinaltractFindingType_PostoperativeGastricImaging
source: Postoperative gastric imaging
de: Magen postoperative Diagnostik

# GastrointestinaltractFindingType_SegmentalBowelFindings
source: Segmental bowel findings
de: Darm, segmentale Wandveränderung

# GastrointestinaltractFindingType_IntestinalMass
source: Intestinal mass
de: Darm Raumforderung

# GastrointestinaltractFindingType_BowelDiverticula
source: Bowel diverticula
de: Darm Divertikel

# GastrointestinaltractFindingType_Appendicitis
source: Appendicitis
de: Appendizitis

# GastrointestinaltractFindingType_MechanicalIleus
source: Mechanical ileus
de: Mechanischer Ileus

# GastrointestinaltractFindingType_ParalyticIleus
source: Paralytic ileus
de: Paralytischer Ileus

# GastrointestinaltractFindingType_Hernia
source: Hernia
de: Hernien

# CddClassificationType_Type0
source: type 0
de: Typ 0

# CddClassificationType_Type1a
source: type 1a
de: Typ 1a

# CddClassificationType_Type1b
source: type 1b
de: Typ 1b

# CddClassificationType_Type2a
source: type 2a
de: Typ 2a

# CddClassificationType_Type2b
source: type 2b
de: Typ 2b

# CddClassificationType_Type2c1
source: type 2c1
de: Typ 2c1

# CddClassificationType_Type2c2
source: type 2c2
de: Typ 2c2

# CddClassificationType_Type3a
source: type 3a
de: Typ 3a

# CddClassificationType_Type3b
source: type 3b
de: Typ 3b

# CddClassificationType_Type3c
source: type 3c
de: Typ 3c

# CddClassificationType_Type4
source: type 4
de: Typ 4

# HansenAndStockType_Stage0
source: stage 0
de: Stadium 0

# HansenAndStockType_Stage1
source: stage 1
de: Stadium 1

# HansenAndStockType_Stage2
source: stage 2
de: Stadium 2

# HansenAndStockType_Stage2a
source: stage 2a
de: Stadium 2a

# HansenAndStockType_Stage2b
source: stage 2b
de: Stadium 2b

# HansenAndStockType_Stage2c
source: stage 2c
de: Stadium 2c

# HansenAndStockType_Stage3
source: stage 3
de: Stadium 3

# GastrointestinalDifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: unspecific benign lesion
de: Nicht näher spezifizierte benigne Läsion

# GastrointestinalDifferentialDiagnosisType_MalignantLesionNotFurtherSpecified
source: unspecific malignant lesion
de: Nicht näher spezifizierte maligne Läsion

# GastrointestinalDifferentialDiagnosisType_UnclearEtiology
source: lesion of unknown etiology
de: Läsion unklarer Dignität

# GastrointestinalDifferentialDiagnosisType_Adenoma
source: adenoma
de: Adenom

# GastrointestinalDifferentialDiagnosisType_Leiomyoma
source: leiomyoma
de: Leiomyom

# GastrointestinalDifferentialDiagnosisType_Neurofibroma
source: neurofibroma
de: Neurofibrom

# GastrointestinalDifferentialDiagnosisType_Lipoma
source: lipoma
de: Lipom

# GastrointestinalDifferentialDiagnosisType_Angioma
source: angioma
de: Angiom

# GastrointestinalDifferentialDiagnosisType_GastricCarcinoma
source: gastric carcinoma
de: Magenkarzinom

# GastrointestinalDifferentialDiagnosisType_Lymphoma
source: lymphoma
de: Lymphom

# GastrointestinalDifferentialDiagnosisType_Sarcoma
source: sarcoma
de: Sarkom

# GastrointestinalDifferentialDiagnosisType_Metastasis
source: metastasis
de: Metastase

# GastrointestinalDifferentialDiagnosisType_CrohnSDisease
source: Crohn's disease
de: Morbus Crohn

# GastrointestinalDifferentialDiagnosisType_UlcerativeColitis
source: ulcerative colitis
de: Colitis ulcerosa

# GastrointestinalDifferentialDiagnosisType_PseudomembranousColitis
source: Pseudomembranous colitis
de: Pseudomembranöse Kolitis

# GastrointestinalDifferentialDiagnosisType_ToxicMegacolon
source: toxic megacolon
de: Toxisches Megakolon

# GastrointestinalDifferentialDiagnosisType_InfectiousEnterocolitis
source: infectious enterocolitis
de: Infektiöse Enterocolitis

# GastrointestinalDifferentialDiagnosisType_IntestinalLymphoma
source: intestinal lymphoma
de: Intestinales Lymphom

# GastrointestinalDifferentialDiagnosisType_MesentericIschemia
source: mesenteric ischemia
de: Mesenterialischämie

# GastrointestinalDifferentialDiagnosisType_SubmucosalHemorrhage
source: submucosal hemorrhage
de: Submukosale Einblutung

# GastrointestinalDifferentialDiagnosisType_RadiationInducedBowelWallChanges
source: radiation induced bowel wall changes
de: Radiogene Darmwandveränderung

# GastrointestinalDifferentialDiagnosisType_Diverticulitis
source: diverticulitis
de: Divertikulitis

# GastrointestinalDifferentialDiagnosisType_NeoplasticWallThickening
source: neoplastic wall thickening
de: Tumoröse Wandverdickung

# GastrointestinalDifferentialDiagnosisType_Diverticulum
source: diverticulum
de: Divertikel

# GastrointestinalDifferentialDiagnosisType_NeurofibromatousTumor
source: neurofibromatous tumor
de: Neurofibromatöser Tumor

# GastrointestinalDifferentialDiagnosisType_Fibroma
source: fibroma
de: Fibrom

# GastrointestinalDifferentialDiagnosisType_Hemangioma
source: hemangioma
de: Hämangiom

# GastrointestinalDifferentialDiagnosisType_Lymphangioma
source: lymphangioma
de: Lymphangiom

# GastrointestinalDifferentialDiagnosisType_Carcinoma
source: carcinoma
de: Karzinom

# GastrointestinalDifferentialDiagnosisType_ColorectalCarcinoma
source: colorectal carcinoma
de: Kolorektales Karzinom

# GastrointestinalDifferentialDiagnosisType_Carcinoid
source: carcinoid
de: Karzinoid

# GastrointestinalDifferentialDiagnosisType_Leiomyosarcoma
source: leiomyosarcoma
de: Leiomyosarkom

# GastrointestinalDifferentialDiagnosisType_ChronicInflammatoryBowelDisease
source: chronic inflammatory bowel disease
de: Chronisch-entzündliche Darmerkrankung

# GastrointestinalDifferentialDiagnosisType_Endometriosis
source: endometriosis
de: Endometriose

# MidlineHerniasType_Epigastric
source: epigastric
de: Epigastrisch

# MidlineHerniasType_Umbilical
source: umbilical
de: Umbilikal

# MidlineHerniasType_Hypogastric
source: hypogastric
de: Hypogastrisch

# HourType_OneOClock
source: 1 o'clock
de: 1 Uhr

# HourType_TwoOClock
source: 2 o'clock
de: 2 Uhr

# HourType_ThreeOClock
source: 3 o'clock
de: 3 Uhr

# HourType_FourOClock
source: 4 o'clock
de: 4 Uhr

# HourType_FiveOClock
source: 5 o'clock
de: 5 Uhr

# HourType_SixOClock
source: 6 o'clock
de: 6 Uhr

# HourType_SevenOClock
source: 7 o'clock
de: 7 Uhr

# HourType_EightOClock
source: 8 o'clock
de: 8 Uhr

# HourType_NineOClock
source: 9 o'clock
de: 9 Uhr

# HourType_TenOClock
source: 10 o'clock
de: 10 Uhr

# HourType_ElevenOClock
source: 11 o'clock
de: 11 Uhr

# HourType_TwelveOClock
source: 12 o'clock
de: 12 Uhr

# EvaluationType_InflammatoryChanges
source: inflammatory changes
de: Aktiv-entzündliche Veränderung

# EvaluationType_ChronicFibroticAlterations
source: Chronic fibrotic alterations
de: Chronisch-fibrotisches Geschehen

# EvaluationType_FulminantEpisode
source: Fulminant episode
de: Fulminanter Schub

# ExtensionType_Diffuse
source: diffuse
de: Diffus

# ExtensionType_Continuous
source: continuous
de: Kontinuierlich

# ExtensionType_Discontinuous
source: discontinuous
de: Diskontinuierlich

# ExtensionType_Focal
source: focal
de: Fokal

# AdrenalGlandsFindingType_Mass
source: Mass
de: Raumforderung

# AdrenalGlandsFindingType_AdrenalHyperplasia
source: Adrenal hyperplasia
de: Nebennierenhyperplasie

# AdrenalGlandsDifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: Not further specified benign lesion
de: Nicht näher spezifizierte benigne Läsion

# AdrenalGlandsDifferentialDiagnosisType_MalignantLesionNotFurtherSpecified
source: Not further specified malignant lesion
de: Nicht näher spezifizierte maligne Läsion

# AdrenalGlandsDifferentialDiagnosisType_UnclearEtiology
source: Lesion with unclear etiology
de: Läsion mit einer unklaren Dignität

# AdrenalGlandsDifferentialDiagnosisType_Incidentaloma
source: Incidentaloma
de: Inzidentalom

# AdrenalGlandsDifferentialDiagnosisType_Benign
source: Benign
de: Benigne

# AdrenalGlandsDifferentialDiagnosisType_Adenoma
source: Adenoma
de: Adenom

# AdrenalGlandsDifferentialDiagnosisType_LipidRichAdrenalAdenoma
source: Lipid-rich adrenal adenoma
de: Lipidreiches Adenom

# AdrenalGlandsDifferentialDiagnosisType_LipidPoorAdrenalAdenoma
source: Lipid-poor adrenal adenoma
de: Lipidarmes Adenom

# AdrenalGlandsDifferentialDiagnosisType_Myelolipoma
source: Myelolipoma
de: Myelolipom

# AdrenalGlandsDifferentialDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# AdrenalGlandsDifferentialDiagnosisType_Cyst
source: Cyst
de: Zyste

# AdrenalGlandsDifferentialDiagnosisType_Hematoma
source: Hematoma
de: Hämatom

# AdrenalGlandsDifferentialDiagnosisType_Calcification
source: Calcification
de: Verkalkung

# AdrenalGlandsDifferentialDiagnosisType_Abscess
source: Abscess
de: Abszess

# AdrenalGlandsDifferentialDiagnosisType_Microadenoma
source: Microadenoma
de: Mikroadenom

# AdrenalGlandsDifferentialDiagnosisType_Granuloma
source: Granuloma
de: Granulom

# AdrenalGlandsDifferentialDiagnosisType_Malignant
source: Malignant
de: Maligne

# AdrenalGlandsDifferentialDiagnosisType_AdrenocorticalCarcinoma
source: Adrenocortical carcinoma
de: Nebennierenkarzinom

# AdrenalGlandsDifferentialDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# AdrenalGlandsDifferentialDiagnosisType_Phaeochromocytoma
source: Phaeochromocytoma
de: Phaeochromozytom

# AdrenalGlandsDifferentialDiagnosisType_Neuroblastoma
source: Neuroblastoma
de: Neuroblastom

# AdrenalGlandsDifferentialDiagnosisType_Hemorrhage
source: Hemorrhage
de: Einblutung

# AdrenalGlandsDifferentialDiagnosisType_GranulomatousDisease
source: Granulomatous disease
de: Granulomatöse Erkrankung

# AdrenalGlandsDifferentialDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# AdrenalGlandsDifferentialDiagnosisType_Pheochromocytoma
source: Pheochromocytoma
de: Phäochromozytom

# KidneysDifferentialDiagnosisType_ParapelvicCyst
source: Parapelvic cyst
de: Parapelvine Zyste

# KidneysDifferentialDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# LymphaticSystemFindingType_LymphNodes
source: lymph nodes
de: Lymphknoten

# LymphaticSystemDifferentialDiagnosisType_Reactive
source: reactive
de: Reaktiv

# LymphaticSystemDifferentialDiagnosisType_Tuberculosis
source: tuberculosis
de: Tuberkulose

# LymphaticSystemDifferentialDiagnosisType_Histoplasmosis
source: histoplasmosis
de: Histoplasmose

# LymphaticSystemDifferentialDiagnosisType_Sarcoidosis
source: sarcoidosis
de: Sarkoidose

# LymphaticSystemDifferentialDiagnosisType_Silicosis
source: silicosis
de: Silikose

# LymphaticSystemDifferentialDiagnosisType_Amyloidosis
source: amyloidosis
de: Amyloidose

# LymphaticSystemDifferentialDiagnosisType_Fibrolipomatosis
source: fibrolipomatosis
de: Fibrolipomatose

# LymphaticSystemDifferentialDiagnosisType_Malignant
source: malignant
de: Maligne

# LymphaticSystemDifferentialDiagnosisType_Lymphoma
source: lymphoma
de: Lymphom

# LymphaticSystemDifferentialDiagnosisType_LnMetastasis
source: LN metastasis
de: LK-Metastase

# LymphNodeStationsType_InternalMammary
source: internal mammary
de: Mammaria interna

# LymphNodeStationsType_Diaphragmatic
source: diaphragmatic
de: diaphragmatisch

# LymphNodeStationsType_Paraesophageal
source: paraesophageal
de: paraösophageal

# LymphNodeStationsType_Gastric
source: gastric
de: gastrisch

# LymphNodeStationsType_GastrohepaticLigament
source: gastrohepatic ligament
de: gastrohepatisches Ligament

# LymphNodeStationsType_GastrosplenicLigament
source: gastrosplenic ligament
de: gastrolienales Ligament

# LymphNodeStationsType_Pancreatic
source: pancreatic
de: pankreatisch

# LymphNodeStationsType_SplenicHilus
source: splenic hilus
de: Milzhilus

# LymphNodeStationsType_PortaHepatis
source: porta hepatis
de: Leberpforte

# LymphNodeStationsType_RenalHilum
source: renal hilum
de: Nierenhilus

# LymphNodeStationsType_Caval
source: caval
de: kaval

# LymphNodeStationsType_Precaval
source: precaval
de: präkaval

# LymphNodeStationsType_Paracaval
source: paracaval
de: parakaval

# LymphNodeStationsType_Interaortocaval
source: interaortocaval
de: interaortokaval

# LymphNodeStationsType_Celiac
source: celiac
de: zöliakal

# LymphNodeStationsType_Paraaortic
source: paraaortic
de: paraaortal

# LymphNodeStationsType_Preaortic
source: preaortic
de: präaortal

# LymphNodeStationsType_Mesenteric
source: mesenteric
de: mesenterial

# LymphNodeStationsType_ExternalIliac
source: external iliac
de: parailiakal extern

# LymphNodeStationsType_InternalIliac
source: internal iliac
de: parailiakal intern

# LymphNodeStationsType_CommonIliac
source: common iliac
de: parailiakal commun

# LymphNodeStationsType_Paracolic
source: paracolic
de: parakolisch

# LymphNodeStationsType_SuperiorRectalHemorrhoidal
source: superior rectal (hemorrhoidal)
de: superior perirektal (hämorrhoidal)

# LymphNodeStationsType_Obturator
source: obturator
de: obturatorisch

# LiRADSCategoryType_Negative
source: Negative
de: Negativ

# SpineLocations_C0
source: Occipital bone
de: Os occipitale

# SpineLocations_C1
source: C1
de: HWK 1

# SpineLocations_C1d
source: C1/2
de: HWK 1/2

# SpineLocations_C2
source: C2
de: HWK 2

# SpineLocations_C2d
source: C2/3
de: HWK 2/3

# SpineLocations_C3
source: C3
de: HWK 3

# SpineLocations_C3d
source: C3/4
de: HWK 3/4

# SpineLocations_C4
source: C4
de: HWK 4

# SpineLocations_C4d
source: C4/5
de: HWK 4/5

# SpineLocations_C5
source: C5
de: HWK 5

# SpineLocations_C5d
source: C5/6
de: HWK 5/6

# SpineLocations_C6
source: C6
de: HWK 6

# SpineLocations_C6d
source: C6/7
de: HWK 6/7

# SpineLocations_C7
source: C7
de: HWK 7

# SpineLocations_C7d
source: C7/T1
de: HWK 7/BWK 1

# SpineLocations_TH1
source: T1
de: BWK 1

# SpineLocations_TH1d
source: T1/2
de: BWK 1/2

# SpineLocations_TH2
source: T2
de: BWK 2

# SpineLocations_TH2d
source: T2/3
de: BWK 2/3

# SpineLocations_TH3
source: T3
de: BWK 3

# SpineLocations_TH3d
source: T3/4
de: BWK 3/4

# SpineLocations_TH4
source: T4
de: BWK 4

# SpineLocations_TH4d
source: T4/5
de: BWK 4/5

# SpineLocations_TH5
source: T5
de: BWK 5

# SpineLocations_TH5d
source: T5/6
de: BWK 5/6

# SpineLocations_TH6
source: T6
de: BWK 6

# SpineLocations_TH6d
source: T6/7
de: BWK 6/7

# SpineLocations_TH7
source: T7
de: BWK 7

# SpineLocations_TH7d
source: T7/8
de: BWK 7/8

# SpineLocations_TH8
source: T8
de: BWK 8

# SpineLocations_TH8d
source: T8/9
de: BWK 8/9

# SpineLocations_TH9
source: T9
de: BWK 9

# SpineLocations_TH9d
source: T9/10
de: BWK 9/10

# SpineLocations_TH10
source: T10
de: BWK 10

# SpineLocations_TH10d
source: T10/11
de: BWK 10/11

# SpineLocations_TH11
source: T11
de: BWK 11

# SpineLocations_TH11d
source: T11/12
de: BWK 11/12

# SpineLocations_TH12
source: T12
de: BWK 12

# SpineLocations_TH12d
source: T12/L1
de: BWK 12/LWK 1

# SpineLocations_L1
source: L1
de: LWK 1

# SpineLocations_L1d
source: L1/2
de: LWK 1/2

# SpineLocations_L2
source: L2
de: LWK 2

# SpineLocations_L2d
source: L2/3
de: LWK 2/3

# SpineLocations_L3
source: L3
de: LWK 3

# SpineLocations_L3d
source: L3/4
de: LWK 3/4

# SpineLocations_L4
source: L4
de: LWK 4

# SpineLocations_L4d
source: L4/5
de: LWK 4/5

# SpineLocations_L5
source: L5
de: LWK 5

# SpineLocations_L5d
source: L5/S1
de: LWK 5/SWK 1

# SpineLocalizer_T1
source: BWK 1
de: T1

# SpineLocalizer_T2
source: BWK 2
de: T2

# SpineLocalizer_T3
source: BWK 3
de: T3

# SpineLocalizer_T4
source: BWK 4
de: T4

# SpineLocalizer_T5
source: BWK 5
de: T5

# SpineLocalizer_T6
source: BWK 6
de: T6

# SpineLocalizer_T7
source: BWK 7
de: T7

# SpineLocalizer_T8
source: BWK 8
de: T8

# SpineLocalizer_T9
source: BWK 9
de: T9

# SpineLocalizer_T10
source: BWK 10
de: T10

# SpineLocalizer_T11
source: BWK 11
de: T11

# SpineLocalizer_T12
source: BWK 12
de: T12

# SpineLocalizer_L1
source: LWK 1
de: L1

# SpineLocalizer_L2
source: LWK 2
de: L2

# SpineLocalizer_L3
source: LWK 3
de: L3

# SpineLocalizer_L4
source: LWK 4
de: L4

# SpineLocalizer_L5
source: LWK 5
de: L5

# SpineLocalizer_OsSacrum
source: Os sacrum
de: sacrum

# SpineLocalizer_OsCoccygis
source: Os coccygis
de: coccyx

# ConcretionOrganRegionType_BileDuctsOrGallBladder
source: Bile ducts/gall bladder
de: Gallenwege/Gallenblase

# ConcretionOrganRegionType_Bladder
source: Bladder
de: Blase

# ConcretionOrganRegionType_GastrointestinalTract
source: Gastrointestinal tract
de: Gastrointestinaltrakt

# ConcretionOrganRegionType_PancreaticDuct
source: Pancreatic duct
de: Pankreasgang

# ConcretionOrganRegionType_RenalPelvicalycealSystem
source: Renal pelvicalyceal system
de: Nierenbeckenkelchsystem (NBKS)

# MedicalHistoryClinicType_Pain
source: Pain
de: Schmerzen

# MedicalHistoryClinicType_ChronicPain
source: Chronic pain
de: Chronische Schmerzen

# MedicalHistoryClinicType_Colic
source: Colic
de: Koliken

# MedicalHistoryClinicType_AcuteAbdomen
source: Acute abdomen
de: Akutes Abdomen

# MedicalHistoryClinicType_UnclearAbdomen
source: Unclear abdomen
de: Unklares Abdomen

# MedicalHistoryClinicType_UnclearSymptoms
source: Unclear symptoms
de: Unklare Beschwerdesymptomatik

# MedicalHistoryClinicType_DefensiveTension
source: Defensive tension
de: Abwehrspannung

# MedicalHistoryClinicType_DisturbedGastrointestinalTransit
source: Disturbed gastrointestinal transit
de: Passagestörung

# MedicalHistoryClinicType_ChronicInflammatoryBowelDisease
source: Chronic inflammatory bowel disease (CED)
de: Chronisch entzündliche Darmerkrankung (CED)

# MedicalHistoryClinicType_Vomiting
source: Vomiting
de: Erbrechen

# MedicalHistoryClinicType_Diarrhea
source: Diarrhea
de: Diarrhoe

# MedicalHistoryClinicType_Constipation
source: Constipation
de: Obstipation

# MedicalHistoryClinicType_UpperGastrointestinalBleeding
source: Upper gastrointestinal bleeding
de: Obere gastrointestinale Blutung

# MedicalHistoryClinicType_LowerGastrointestinalBleeding
source: Lower gastrointestinal bleeding
de: Untere gastrointestinale Blutung

# MedicalHistoryClinicType_UrinaryRetention
source: Urinary retention
de: Harnstau

# MedicalHistoryClinicType_Hematuria
source: Hematuria
de: Hämaturie

# MedicalHistoryClinicType_HormonalDisturbance
source: Hormonal disturbance
de: Hormonelle Störung

# MedicalHistoryClinicType_UnintentionalWeightLoss
source: Unintentional weight loss
de: Ungewollter Gewichtsverlust

# MedicalHistoryClinicType_Jaundice
source: Jaundice
de: Ikterus

# MedicalHistoryClinicType_BSymptoms
source: B symptoms
de: B-Symptomatik

# MedicalHistoryClinicType_Lymphadenopathy
source: Lymphadenopathy
de: Lymphadenopathie

# MedicalHistoryIndicationType_FreeIntraabdominalGas
source: Free intraabdominal gas
de: Freie intraabdominelle Luft

# MedicalHistoryIndicationType_FreeIntraabdominalFluid
source: Free intraabdominal fluid
de: Freie intraabdominelle Flüssigkeit

# MedicalHistoryIndicationType_Mass
source: Mass
de: Raumforderung

# MedicalHistoryIndicationType_Cyst
source: Cyst
de: Zyste

# MedicalHistoryIndicationType_Inflammation
source: Inflammation
de: Entzündung

# MedicalHistoryIndicationType_FistulaFormation
source: Fistula formation
de: Fistelbildung

# MedicalHistoryIndicationType_Concretion
source: Concretion
de: Konkrement

# MedicalHistoryIndicationType_AnastomoticInsufficiency
source: Anastomotic insufficiency
de: Anastomoseninsuffizienz

# MedicalHistoryIndicationType_Trauma
source: Trauma
de: Traumafolgen

# MedicalHistoryIndicationType_VascularDiagnostics
source: Vascular diagnostics
de: Gefäßdiagnostik
