Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/AngioValuesResources.*.resx
Languages: de

# InternalCarotidArterySegmentsLocations_C1
source: cervical segment (C1)
de: zervikales Segment (C1)

# InternalCarotidArterySegmentsLocations_C2
source: petrous (horizontal) segment (C2)
de: petröses Segment (C2)

# InternalCarotidArterySegmentsLocations_C3
source: lacerum segment (C3)
de: Foramen-lacerum-Segment (C3)

# InternalCarotidArterySegmentsLocations_C4
source: cavernous segment (C4)
de: kavernöses Segment (C4)

# InternalCarotidArterySegmentsLocations_C5
source: clinoid segment (C5)
de: klinoidales Segment (C5)

# SupraaorticVesselsFindingType_AnatomicVariants
source: Anatomic variants
de: Normvariante

# SupraaorticVesselsFindingType_CommonCarotidArtery
source: Common carotid artery
de: A. carotis communis

# SupraaorticVesselsFindingType_InternalCarotidArtery
source: Internal carotid artery
de: A. carotis interna

# SupraaorticVesselsFindingType_ExternalCarotidArtery
source: External carotid artery
de: A. carotis externa

# SupraaorticVesselsFindingType_VertebralArtery
source: Vertebral artery
de: A. vertebralis

# SupraaorticVesselsFindingType_CircleOfWillisCerebralArteries
source: Circle of willis & cerebral arteries
de: Circulus arteriosus Willisii & Aa. cerebri

# SupraaorticVesselsFindingType_CerebralVeinsOrVenousSinuses
source: Cerebral veins/venous sinuses
de: Hirnvenen, Sinus durae matris

# UpperArteriesFindingType_ProperPalmarDigitalArteries
source: Proper palmar digital arteries
de: Aa. digitales palmares propriae

# UpperArteriesFindingType_SuperficialPalmarArch
source: Superficial palmar arch
de: Arcus palmaris superficialis

# UpperArteriesFindingType_AxillarArtery
source: Axillar artery
de: A. axillaris

# UpperArteriesFindingType_BrachialArtery
source: Brachial artery
de: A. brachialis

# UpperArteriesFindingType_CommonPalmarDigitalArteries
source: Common palmar digital arteries
de: Aa. digitales palmares communes

# UpperArteriesFindingType_UlnarArtery
source: Ulnar artery
de: A. ulnaris

# UpperArteriesFindingType_RadialArtery
source: Radial artery
de: A. radialis

# UpperArteriesFindingType_DeepPalmarArch
source: Deep palmar arch
de: Arcus palmaris profundus

# UpperArteriesFindingType_BrachiocephalicTrunk
source: Brachiocephalic trunk
de: Truncus brachiocephalicus

# UpperArteriesFindingType_SubclavianArtery
source: Subclavian artery
de: A. subclavia

# UpperArteriesFindingType_DiffuseVascularPathology
source: Diffuse vascular pathology
de: Gefäßpathologie, diffus

# AortaFindingType_AorticAbnormalities
source: Aortic abnormalities
de: Aortenanomalien

# AortaFindingType_AorticAneurysm
source: Aortic aneurysm
de: Aortenaneurysma

# AortaFindingType_ArterioscleroticChanges
source: Arteriosclerotic changes
de: Arteriosklerotische Veränderungen

# AortaFindingType_AcuteAortalSyndrome
source: Acute aortal syndrome (AAS)
de: Akutes aortales Syndrom (AAS)

# AortaFindingType_DilatationAorta
source: Dilatation aorta
de: Erweiterung Aorta

# AortaFindingType_AcuteAortalSyndromeAas
source: Acute aortal syndrome (AAS)
de: Akutes aortales Syndrom (AAS)

# AortaFindingType_PreoperativeMeasurements
source: Preoperative measurements
de: Präoperative Messwerte

# AortaLocations_AorticRoot
source: Aortic root
de: Aortenwurzel

# AortaLocations_AscendingAorta
source: Ascending aorta
de: Aorta ascendens

# AortaLocations_AorticArch
source: Aortic arch
de: Arcus aortae

# AortaLocations_RightExternalIliacArtery
source: Right external iliac artery
de: A. iliaca externa rechts

# AortaLocations_LeftCommonIliacArtery
source: Left common iliac artery
de: A. iliaca communis links

# AortaLocations_DescendingAorta
source: Descending aorta
de: Aorta thoracica, Pars descendens

# AortaLocations_SuprarenalAbdominalAorta
source: Suprarenal abdominal aorta
de: Suprarenale Aorta abdominalis

# AortaLocations_InfrarenalAbdominalAorta
source: Infrarenal abdominal aorta
de: Infrarenale Aorta abdominalis

# AortaLocations_RightCommonIliacArtery
source: Right common iliac artery
de: A. iliaca communis rechts

# AortaLocalizationTypes_ArteriaIliacaCommunisLeft
source: Arteria Iliaca communis left
de: Arteria Iliaca communis links

# AortaLocations_LeftExternalIliacArtery
source: Left external iliac artery
de: A. iliaca externa links

# AortaLocalizationTypes_ArteriaIliacaExternaLeft
source: Arteria Iliaca externa left
de: Arteria Iliaca externa links

# AbdomenFindingType_RenalArtery
source: Renal artery
de: Nierenarterie

# AbdomenFindingType_RenalVein
source: Renal vein
de: Nierenvene

# AbdomenFindingType_MesentericVessels
source: Mesenteric vessels
de: Mesenterialgefäße

# AbdomenFindingType_LiverVeins
source: Liver veins
de: Lebervenen

# Locations_ArteriesOfPelvisAndLowerLimbs
source: Arteries of pelvis and lower limbs
de: Becken-Bein Arterien

# Locations_SupraaorticVessels
source: Supraaortic vessels
de: Supraaortale Gefäße

# Locations_ArteriesOfTheRightUpperLimb
source: Arteries of the right upper limb
de: Arterien obere Extremität rechts

# MethodType_DeleteMRAEntryWithContrastMedium
source: Delete MRA entry with contrast medium
de: Kontrastmittelgestützte MRA Eintrag löschen

# MethodType_NonContrastEnhancedMRA
source: Non-contrast-enhanced MRA
de: Nicht kontrastverstärkte MRA

# PelvisLegArteriesFindingType_AfterTherapy
source: After therapy
de: Z.n. Therapie

# PelvisLegArteriesFindingType_Aneurysm
source: Aneurysm
de: Aneurysma

# PelvisLegArteriesFindingType_ArterioscleroticPAVK
source: Arteriosclerotic PAVK
de: Arteriosklerotische pAVK

# PelvisLegArteriesFindingType_NonArterioscleroticPAVK
source: Non-arteriosclerotic PAVK
de: Nicht arteriosklerotische pAVK

# PelvisLegArteriesFindingType_AnatomicVariants
source: Anatomic variants
de: Normvarianten

# InternalCarotidArterySegmentsLocations_C7
source: communicating segment (C7)
de: terminales Segment (C7)

# InternalCarotidArterySegmentsLocations_C6
source: ophthalmic segment (C6)
de: ophthalmisches Segment (C6)

# AffectedSegmentsOrVesselsLocations_ACAa1Right
source: A1 right
de: A1 rechts

# AffectedSegmentsOrVesselsLocations_ACAa2Right
source: A2 right
de: A2 rechts

# AffectedSegmentsOrVesselsLocations_MCAm1Right
source: M1 right
de: M1 rechts

# AffectedSegmentsOrVesselsLocations_MCAm2Right
source: M2 right
de: M2 rechts

# AffectedSegmentsOrVesselsLocations_MCAm3Right
source: M3 right
de: M3 rechts

# AffectedSegmentsOrVesselsLocations_PCOMRight
source: PCOM right
de: PCOM rechts

# AffectedSegmentsOrVesselsLocations_PCAp1Right
source: P1 right
de: P1 rechts

# AffectedSegmentsOrVesselsLocations_PCAp2Right
source: P2 right
de: P2 rechts

# AffectedSegmentsOrVesselsLocations_SCARight
source: SCA right
de: SCA rechts

# AffectedSegmentsOrVesselsLocations_PontineArteriesRight
source: Pontine arteries right
de: Aa. pontis rechts

# AffectedSegmentsOrVesselsLocations_LabyrintineArteryRight
source: Labyrinthine artery right
de: A. labyrinthi rechts

# AffectedSegmentsOrVesselsLocations_AICARight
source: AICA right
de: AICA rechts

# AffectedSegmentsOrVesselsLocations_PICARight
source: PICA right
de: PICA rechts

# AffectedSegmentsOrVesselsLocations_BA
source: Basilar artery
de: A. basilaris

# AffectedSegmentsOrVesselsLocations_AntSpinalArtery
source: Anterior spinal artery
de: A. spinalis anterior

# AffectedSegmentsOrVesselsLocations_ACAa1Left
source: A1 left
de: A1 links

# AffectedSegmentsOrVesselsLocations_ACAa2Left
source: A2 left
de: A2 links

# AffectedSegmentsOrVesselsLocations_MCAm1Left
source: M1 left
de: M1 links

# AffectedSegmentsOrVesselsLocations_MCAm2Left
source: M2 left
de: M2 links

# AffectedSegmentsOrVesselsLocations_MCAm3Left
source: M3 left
de: M3 links

# AffectedSegmentsOrVesselsLocations_PCOMLeft
source: PCOM left
de: PCOM links

# AffectedSegmentsOrVesselsLocations_PCAp1Left
source: P1 left
de: P1 links

# AffectedSegmentsOrVesselsLocations_PCAp2Left
source: P2 left
de: P2 links

# AffectedSegmentsOrVesselsLocations_SCALeft
source: SCA left
de: SCA links

# AffectedSegmentsOrVesselsLocations_PontineArteriesLeft
source: Pontine arteries left
de: Aa. pontis links

# AffectedSegmentsOrVesselsLocations_LabyrintineArteryLeft
source: Labyrinthine artery left
de: A. labyrinthi links

# AffectedSegmentsOrVesselsLocations_AICALeft
source: AICA left
de: AICA links

# AffectedSegmentsOrVesselsLocations_PICALeft
source: PICA left
de: PICA links

# Locations_ArteriesOfTheLeftUpperLimb
source: Arteries of the left upper limb
de: Arterien obere Extremität links

# UpperArteriesDiagnosisType_Collagenosis
source: Collagenosis
de: Kollagenose

# UpperArteriesDiagnosisType_GiantCellArteritis
source: Giant cell arteritis
de: Riesenzellarteriitis

# UpperArteriesDiagnosisType_RaynaudsDisease
source: M. Raynaud's
de: M. Raynaud

# UpperArteriesDiagnosisType_SystemicSclerosis
source: Systemic sclerosis
de: Systemsklerose

# UpperArteriesDiagnosisType_TakayasuArteritis
source: Takayasu arteritis
de: Takayasu-Arteriitis

# ContrastEnhancedMRAngiographyType_TimeResolvedMRAngiography4D
source: Time-resolved MR-angiography (4D)
de: Zeitlich aufgelöst (4D)

# ContrastEnhancedMRAngiographyType_MRVenography
source: MR venography
de: Venöse MR-Angiographie

# ContrastEnhancedMRAngiographyType_DelayedPhase
source: Delayed phase
de: Spätphase

# MethodType_NonContrastEnhancedMRAngiography
source: Non-contrast enhanced MR angiography
de: Nicht kontrastverstärkte MRA

# MethodType_ContrastEnhancedMRAngiography
source: Contrast enhanced MR angiography
de: Kontrastmittelgestützte MRA

# NonContrastEnhancedMRAngiographyType_TOFAngiography
source: TOF angiography
de: TOF-Angiographie

# NonContrastEnhancedMRAngiographyType_PhaseContrastAngiography
source: Phase-contrast angiography
de: Phasenkontrast-Angiographie

source: Phase-contrast angiography with phase contrast measurement
de: Phasenkontrast-Angiographie mit Phasenkontrastmessung

# NonContrastEnhancedMRAngiographyType_ECGTriggeredNonEnhancedMRAngiography
source: ECG-triggered non-enhanced MR angiography
de: Native EKG-getriggerte Angiographie

# AnamnesisFindingType_PeripheralArteryDiseasePAD
source: Peripheral artery disease (PAD)
de: pAVK

# AnamnesisFindingType_Aneurysm
source: Aneurysm
de: Aneurysma

# AnamnesisFindingType_AorticCoarctationCoA
source: Aortic coarctation (CoA)
de: Aortenisthmusstenose (ISTA)

# AnamnesisFindingType_Vasculitis
source: Vasculitis
de: Vaskulitis

# AnamnesisFindingType_PenetratingAorticUlcer
source: Penetrating aortic ulcer
de: Penetrierendes Aortenulkus

# AnamnesisFindingType_IntramuralHematoma
source: Intramural hematoma
de: Intramurales Hämatom

# AnamnesisFindingType_AorticDissection
source: Aortic dissection
de: Aortendissektion

# AnamnesisFindingType_RiskFactors
source: Risk factors
de: Risikofaktoren

# SvenssonClassificationType_Class1
source: Class 1: Classic dissection with entry and membrane
de: Klasse 1: Klassische Dissektion mit Entry und Membran

# SvenssonClassificationType_Class2
source: Class 2: Intramural hematoma without visible intimal tear
de: Klasse 2: Intramurales Hämatom ohne erkennbaren Intimariss

# SvenssonClassificationType_Class3
source: Class 3: Intima tear with discrete widening
de: Klasse 3: Intimariss mit diskreter Aufweitung

# SvenssonClassificationType_Class4
source: Class 4: Aortic ulcer after plaque rupture
de: Klasse 4: Aortenulkus nach Plaqueruptur

# SvenssonClassificationType_Class5
source: Class 5: Iatrogenic or traumatic dissection
de: Klasse 5: Iatrogene oder traumatische Dissektion

# AortitisDifferentialDiagnosisType_TakayasuArteritis
source: Takayasu arteritis
de: Takayasu-Arteriitis

# AortitisDifferentialDiagnosisType_GiantCellArteritis
source: Giant cell arteritis
de: Riesenzellarteriitis

# AortitisDifferentialDiagnosisType_InfectionUnspecific
source: Infection, unspecific
de: Infektiös, unspezifisch

# AortitisDifferentialDiagnosisType_InfectionSyphilis
source: Infection, syphilis
de: Infektiös, Syphilis

# AortitisDifferentialDiagnosisType_InfectionTuberculosis
source: Infection, tuberculosis
de: Infektiös, Tuberkulose

# AortitisDifferentialDiagnosisType_IntramuralAorticHematoma
source: Intramural aortic hematoma (IMH)
de: Intramurales Hämatom (IMH)

# AortitisDifferentialDiagnosisType_PenetratingArterioscleroticAorticUlcer
source: Penetrating arteriosclerotic aortic ulcer (PAU)
de: Penetrierendes Aortenulkus (PAU)

# LocalizationType_AbdominalAorta
source: Abdominal aorta
de: Aorta abdominalis

# LocalizationType_RenalArtery
source: Renal artery
de: A. renalis

# LocalizationType_Bifurcation
source: Bifurcation
de: Bifurkation

# LocalizationType_CommonIliacArtery
source: Common iliac artery (CIA)
de: A. iliaca communis

# LocalizationType_ExternalIliacArtery
source: External iliac artery (EIA)
de: A. iliaca externa

# LocalizationType_InternalIliacArtery
source: Internal iliac artery (IIA)
de: A. iliaca interna

# LocalizationType_CommonFemoralArtery
source: Common femoral artery (CFA)
de: A. femoralis communis

# LocalizationType_ProfundaFemoralArtery
source: Profunda femoral artery (PFA)
de: A. femoralis profunda

# LocalizationType_SuperficialFemoralArtery
source: Superficial femoral artery (SFA)
de: A. femoralis superficialis

# LocalizationType_PoplitealArtery
source: Popliteal artery (PA)
de: A. poplitea

# LocalizationType_AnteriorTibialArtery
source: Anterior tibial artery (ATA)
de: A. tibialis anterior

# LocalizationType_TibioperonealTrunk
source: Tibioperoneal trunk (TP)
de: Truncus tibiofibularis

# LocalizationType_PosteriorTibialArtery
source: Posterior tibial artery (PTA)
de: A. tibialis posterior

# LocalizationType_PeronealArtery
source: Peroneal artery (PL)
de: A. fibularis

# LocalizationType_DorsalisPedisArtery
source: Dorsalis pedis artery (DPA)
de: A. dorsalis pedis

# LocalizationType_PlantarArchArteries
source: Plantar arch arteries
de: Arcus plantaris

# ImageQualityType_VeryGood
source: Very good
de: Sehr gut

# ImageQualityType_Good
source: Good
de: Gut

# ImageQualityType_Moderate
source: Moderate
de: Moderat

# ImageQualityType_Poor
source: Poor
de: Mangelhaft

# Locations_CoronaryArteries
source: Coronary arteries
de: Koronararterien

# PriorInterventionsFindingType_Thrombectomy
source: Thrombectomy
de: Thrombektomie

# PriorInterventionsFindingType_Lysis
source: Lysis
de: Lyse

# PriorInterventionsFindingType_Embolization
source: Embolization
de: Embolisation

# PriorInterventionsFindingType_Thoracotomy
source: Thoracotomy
de: Thorakotomie

# PriorInterventionsFindingType_PartialLungResection
source: Partial lung resection
de: Lungenteilresektion

# PriorInterventionsFindingType_EndovascularAorticRepair
source: Endovascular aortic repair
de: Endovaskuläre Aortenreparatur

# PriorInterventionsFindingType_ValveReplacement
source: Valve replacement
de: Klappenersatz

# PriorInterventionsFindingType_VitiumClosure
source: Vitium closure
de: Vitium-Verschluss

# PriorInterventionsFindingType_AfterTransplantation
source: After transplantation
de: Z.n. Transplantation

# PriorInterventionsFindingType_Pacemaker
source: Pacemaker
de: Herzschrittmacher

# IndicationFindingType_PeripheralArteryDiseasePAD
source: Peripheral artery disease (PAD)
de: pAVK

# IndicationFindingType_Aneurysm
source: Aneurysm
de: Aneurysma

# IndicationFindingType_AorticCoarctationCoA
source: Aortic coarctation (CoA)
de: Aortenisthmusstenose (ISTA)

# IndicationFindingType_Vasculitis
source: Vasculitis
de: Vaskulitis

# IndicationFindingType_PenetratingAorticUlcer
source: Penetrating aortic ulcer
de: Penetrierendes Aortenulkus

# IndicationFindingType_IntramuralHematoma
source: Intramural hematoma
de: Intramurales Hämatom

# IndicationFindingType_AorticDissection
source: Aortic dissection
de: Aortendissektion

# IndicationFindingType_CoronaryArteryDisease
source: Coronary artery disease
de: Koronare Herzerkrankung

# IndicationFindingType_RiskFactors
source: Risk factors
de: Risikofaktoren

# PelvisLegArteriesFindingType_VascularDilatation
source: Vascular dilatation
de: Gefäßerweiterung

# LocalizationType_FemoralBifurcation
source: Femoral bifurcation
de: Femoralisgabel

# AfterTherapyLocalizationType_AbdominalAorta
source: Abdominal aorta
de: Aorta abdominalis

# AfterTherapyLocalizationType_RenalArtery
source: Renal artery
de: A. renalis

# AfterTherapyLocalizationType_Bifurcation
source: Bifurcation
de: Bifurkation

# AfterTherapyLocalizationType_CommonIliacArtery
source: Common iliac artery (CIA)
de: A. iliaca communis

# AfterTherapyLocalizationType_ExternalIliacArtery
source: External iliac artery (EIA)
de: A. iliaca externa

# AfterTherapyLocalizationType_InternalIliacArtery
source: Internal iliac artery (IIA)
de: A. iliaca interna

# AfterTherapyLocalizationType_CommonFemoralArtery
source: Common femoral artery (CFA)
de: A. femoralis communis

# AfterTherapyLocalizationType_FemoralBifurcation
source: Femoral bifurcation
de: Femoralisgabel

# AfterTherapyLocalizationType_ProfundaFemoralArtery
source: Profunda femoral artery (PFA)
de: A. femoralis profunda

# AfterTherapyLocalizationType_SuperficialFemoralArtery
source: Superficial femoral artery (SFA)
de: A. femoralis superficialis

# AfterTherapyLocalizationType_PoplitealArtery
source: Popliteal artery (PA)
de: A. poplitea

# AfterTherapyLocalizationType_AnteriorTibialArtery
source: Anterior tibial artery (ATA)
de: A. tibialis anterior

# AfterTherapyLocalizationType_TibioperonealTrunk
source: Tibioperoneal trunk (TP)
de: Truncus tibiofibularis

# AfterTherapyLocalizationType_PosteriorTibialArtery
source: Posterior tibial artery (PTA)
de: A. tibialis posterior

# AfterTherapyLocalizationType_PeronealArtery
source: Peroneal artery (PL)
de: A. fibularis

# AfterTherapyLocalizationType_DorsalisPedisArtery
source: Dorsalis pedis artery (DPA)
de: A. dorsalis pedis

# AfterTherapyLocalizationType_PlantarArchArteries
source: Plantar arch arteries
de: Arcus plantaris

# DistalBypassPortType_CommonIliacArtery
source: Common iliac artery (CIA)
de: A. iliaca communis

# DistalBypassPortType_ExternalIliacArtery
source: External iliac artery (EIA)
de: A. iliaca externa

# DistalBypassPortType_InternalIliacArtery
source: Internal iliac artery (IIA)
de: A. iliaca interna

# DistalBypassPortType_CommonFemoralArtery
source: Common femoral artery (CFA)
de: A. femoralis communis

# DistalBypassPortType_ProfundaFemoralArtery
source: Profunda femoral artery (PFA)
de: A. femoralis profunda

# DistalBypassPortType_SuperficialFemoralArtery
source: Superficial femoral artery (SFA)
de: A. femoralis superficialis

# DistalBypassPortType_PoplitealArtery
source: Popliteal artery (PA)
de: A. poplitea

# DistalBypassPortType_AnteriorTibialArtery
source: Anterior tibial artery (ATA)
de: A. tibialis anterior

# DistalBypassPortType_TibioperonealTrunk
source: Tibioperoneal trunk (TP)
de: Truncus tibiofibularis

# DistalBypassPortType_PosteriorTibialArtery
source: Posterior tibial artery (PTA)
de: A. tibialis posterior

# DistalBypassPortType_PeronealArtery
source: Peroneal artery (PL)
de: A. fibularis

# DistalBypassPortType_DorsalisPedisArtery
source: Dorsalis pedis artery (DPA)
de: A. dorsalis pedis

# DistalBypassPortType_PlantarArchArteries
source: Plantar arch arteries
de: Arcus plantaris

# CoronaryArteriesFindingType_CoronaryArterialDominance
source: Coronary arterial dominance
de: Versorgungstyp

# CoronaryArteriesFindingType_CoronaryAnomaly
source: Coronary anomaly
de: Koronaranomalie

# CoronaryArteriesFindingType_Calcification
source: Calcification
de: Kalzifikation

# CoronaryArteriesFindingType_StenosisOcclusion
source: Stenosis/occlusion
de: Stenose/Verschluss

# CoronaryArteriesFindingType_ExtracoronaryIntracardiacFindings
source: Extracoronary, intracardiac findings
de: Extrakoronare, intrakardiale Befunde

# CoronaryArteriesFindingType_FollowUpAfterBypass
source: Follow-up after bypass
de: Follow-up nach Bypass

# CoronaryArteriesFindingType_FollowUpAfterStent
source: Follow-up after stent
de: Follow-up nach Stent

# CoronaryAnomalyType_AbsenceOfLcaSeparatedOstiaRivaRcx
source: Absence of LCA, separated ostia RIVA & RCX
de: Fehlende LCA, getrennte Ostien RIVA & RCX

# CoronaryAnomalyType_SingularCoronaryArtery
source: Singular coronary artery
de: Singuläre Koronararterie

# CoronaryAnomalyType_OriginCoronaryArteryFromPulmonaryArtery
source: Origin coronary artery from pulmonary artery
de: Urspung Koronararterie aus Pulmonalarterie

# CoronaryAnomalyType_RcaFromLeftCoronarySinus
source: RCA from left coronary sinus
de: RCA vom links-koronaren Sinus

# CoronaryAnomalyType_RcxRivaFromRightCoronarySinus
source: RCX/RIVA from right coronary sinus
de: RCX/RIVA vom rechts-koronaren Sinus

# CoronaryAnomalyType_LcaFromRightCoronarySinus
source: LCA from right coronary sinus
de: LCA vom rechts-koronaren Sinus

# CoronaryAnomalyType_RcxRivaFromNonCoronarySinus
source: RCX/RIVA from non-coronary sinus
de: RCX/RIVA vom nicht-koronaren Sinus

# CoronaryAnomalyType_ArterioVenousCoronaryFistula
source: Arterio-venous coronary fistula
de: Arterio-venöse Koronarfistel

# CoronaryAnomalyType_CoronaryArcades
source: Coronary arcades
de: Koronararkaden

# CoronaryAnomalyType_MyocardialBridging
source: Myocardial bridging
de: Myokardbrücke

# CoronaryAnomalyType_EctasiaAneurysm
source: Ectasia/aneurysm
de: Ektasie/Aneurysma

# CoronaryAnomalyType_DuplicationOfTheRiva
source: Duplication of the RIVA
de: Duplikation des RIVA

# StenosisType_NoStenosis
source: No stenosis (0%)
de: Keine Stenose (0%)

# StenosisType_MinimalStenosis
source: Minimal stenosis (1-24 %)
de: Minimale Stenose (1-24%)

# StenosisType_MinorStenosis
source: Minor stenosis (25-49 %)
de: Geringe Stenose (25-49%)

# StenosisType_ModerateStenosis
source: Moderate stenosis (50-69 %)
de: Moderate Stenose (50-69%)

# StenosisType_SevereStenosis
source: Severe stenosis (70-99 %)
de: Schwere Stenose (70-99%)

# StenosisType_Occlusion
source: Occlusion (100%)
de: Verschluss (100%)

# AcuteAortalSyndromeAasType_AorticDissection
source: Aortic dissection
de: Aortendissektion

# AcuteAortalSyndromeAasType_IntramuralHematomaImh
source: Intramural hematoma (IMH)
de: Intramurales Hämatom (IMH)

# AcuteAortalSyndromeAasType_PenetratingAorticUlcerPau
source: Penetrating aortic ulcer (PAU)
de: Penetrierendes Aortenulkus (PAU)

# DebakeyType_Type1InvolvementOfAscendingAndDescendingAorta
source: Type I: involvement of ascending and descending aorta
de: Typ I: Beteiligung Aorta ascendens und descendens

# DebakeyType_Type2InvolvementOfTheAscendingAorta
source: Type II: involvement of the ascending aorta
de: Typ II: Beteiligung Aorta ascendens

# DebakeyType_Type3InvolvementOfTheDescendingAortaDistalToTheLeftSubclavianArtery
source: Type III: involvement of the descending aorta distal to the left subclavian artery
de: Typ III: Beteiligung Aorta descendens distal des Abgangs der A. subclavia sinistra

# LocalizationOfTheMeasurementType_AorticRoot
source: Aortic root
de: Aortenwurzel

# LocalizationOfTheMeasurementType_AscendingAorta
source: Ascending aorta
de: Aorta ascendens

source: Aortic arch, between brachiocephalic trunk and left carotid artery
de: Arcus aortae, zw. Truncus brachiocephalicus und A. carotis sinistra

source: Aortic arch, between left carotid artery and left subclavian artery
de: Arcus aortae, zw. A. carotis sinistra und A. subclavia sinistra

# LocalizationOfTheMeasurementType_DescendingAorta
source: Descending aorta
de: Aorta thoracica, Pars descendens

# LocalizationOfTheMeasurementType_SuprarenalAbdominalAorta
source: Suprarenal abdominal aorta
de: Suprarenale Aorta abdominalis

# LocalizationOfTheMeasurementType_InfrarenalAbdominalAorta
source: Infrarenal abdominal aorta
de: Infrarenale Aorta abdominalis

# LocalizationOfTheMeasurementType_RightCommonIliacArtery
source: Right common iliac artery
de: A. iliaca communis rechts

# LocalizationOfTheMeasurementType_LeftCommonIliacArtery
source: Left common iliac artery
de: A. iliaca communis links
