Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/AngioValuesResources.*.resx
Languages: de

# LocalizationOfTheMeasurementType_RightExternalIliacArtery
source: Right external iliac artery
de: A. iliaca externa rechts

# LocalizationOfTheMeasurementType_LeftExternalIliacArtery
source: Left external iliac artery
de: A. iliaca externa links

# PericardialPleuralEffusionType_LiquidIsodens
source: Liquid isodens
de: Flüssigkeitsisodens

# PericardialPleuralEffusionType_ProteinRich
source: Protein-rich
de: Proteinreich

# PericardialPleuralEffusionType_Hemorrhagic
source: Hemorrhagic
de: Hämorrhagisch

# StanfordType_ABeginningInAscendingAorta
source: A: Beginning in ascending aorta
de: A: Beteiligung der Aorta ascendens

# StanfordType_BBeginningDistalToTheLeftSubclavianArtery
source: B: Beginning distal to the left subclavian artery
de: B: Beginn distal der linken A. subclavia

# SvenssonType_Class1ClassicDissectionWithEntryAndMembrane
source: Class 1: Classic dissection with entry and membrane
de: Klasse 1: Klassische Dissektion mit Entry und Membran

# SvenssonType_Class2IntramuralHematomaWithoutVisibleIntimalTear
source: Class 2: Intramural hematoma without visible intimal tear
de: Klasse 2: Intramurales Hämatom ohne erkennbaren Intimariss

# SvenssonType_Class3IntimaTearWithDiscreteWidening
source: Class 3: Intima tear with discrete widening
de: Klasse 3: Intimariss mit diskreter Aufweitung

# SvenssonType_Class4AorticUlcerAfterPlaqueRupture
source: Class 4: Aortic ulcer after plaque rupture
de: Klasse 4: Aortenulkus nach Plaqueruptur

# SvenssonType_Class5IatrogenicOrTraumaticDissection
source: Class 5: Iatrogenic or traumatic dissection
de: Klasse 5: Iatrogene oder traumatische Dissektion

# AortitisDifferentialDiagnosisType_InfectiousAortitis
source: Infectious aortitis
de: Infektiöse Aortitis

# AortitisDifferentialDiagnosisType_SyphiliticAortitis
source: Syphilitic aortitis
de: Syphilitische Aortitis

# AortitisDifferentialDiagnosisType_TuberculousAortitis
source: Tuberculous aortitis
de: Tuberkulöse Aortitis

# AortitisDifferentialDiagnosisType_IntramuralAorticHematomaImh
source: Intramural aortic hematoma (IMH)
de: Intramurales Hämatom (IMH)

# AortitisDifferentialDiagnosisType_PenetratingArterioscleroticAorticUlcerPau
source: Penetrating arteriosclerotic aortic ulcer (PAU)
de: Penetrierendes Aortenulkus (PAU)

# AortaLocations_ArcusAortaeBetweenTruncusAndCarotis
source: Aortic arch, between the origin of the brachiocephalic trunk and left carotid artery
de: Arcus aortae, zw. Abgängen des Truncus brachiocephalicus und A. carotis sinistra

# AortaLocations_ArcusAortaeBetweenCarotisAndSubclavia
source: Aortic arch, between the origin of the left carotid artery and left subclavian artery
de: Arcus aortae, zw. Abgängen der A. carotis sinistra und A. subclavia sinistra

# SeverityType_Mild
source: Mild
de: Leichtgradig

# SeverityType_Moderate
source: Moderate
de: Mittelgradig

# SeverityType_Severe
source: Severe
de: Hochgradig

# SeverityType_CompleteOcclusion
source: Complete occlusion
de: Komplettverschluss

# SoftTissueFindingType_Supraaortic
source: Supraaortic
de: Supraaortal

# SoftTissueFindingType_Thoracic
source: Thoracic
de: Thorakal

# SoftTissueFindingType_Extremities
source: Extremities
de: Extremitäten

# SoftTissueFindingType_Lymphadenopathy
source: Lymphadenopathy
de: Lymphadenopathie

# DignityType_Benign
source: Benign
de: Benigne

# DignityType_Malignant
source: Malignant
de: Maligne

# DignityType_Inflammatory
source: Inflammatory
de: Entzündlich

# DignityType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# ThoracicDiagnosisType_AcutePulmonaryArteryEmbolism
source: Acute pulmonary artery embolism
de: Akute Lungenarterienembolie

# ThoracicDiagnosisType_ChronicPulmonaryArteryEmbolism
source: Chronic pulmonary artery embolism
de: Chronische Lungenarterienembolie

# ThoracicDiagnosisType_PulmonaryHypertension
source: Pulmonary hypertension
de: Pulmonale Hypertonie

# RibLocations_Right1
source: 1st rib right
de: 1. Rippe rechts

# RibLocations_Right2
source: 2nd rib right
de: 2. Rippe rechts

# RibLocations_Right3
source: 3rd rib right
de: 3. Rippe rechts

# RibLocations_Right4
source: 4th rib right
de: 4. Rippe rechts

# RibLocations_Right5
source: 5th rib right
de: 5. Rippe rechts

# RibLocations_Right6
source: 6th rib right
de: 6. Rippe rechts

# RibLocations_Right7
source: 7th rib right
de: 7. Rippe rechts

# RibLocations_Right8
source: 8th rib right
de: 8. Rippe rechts

# RibLocations_Right9
source: 9th rib right
de: 9. Rippe rechts

# RibLocations_Right10
source: 10th rib right
de: 10. Rippe rechts

# RibLocations_Right11
source: 11th rib right
de: 11. Rippe rechts

# RibLocations_Right12
source: 12th rib right
de: 12. Rippe rechts

# RibLocations_Left1
source: 1st rib left
de: 1. Rippe links

# RibLocations_Left2
source: 2nd rib left
de: 2. Rippe links

# RibLocations_Left3
source: 3rd rib left
de: 3. Rippe links

# RibLocations_Left4
source: 4th rib left
de: 4. Rippe links

# RibLocations_Left5
source: 5th rib left
de: 5. Rippe links

# RibLocations_Left6
source: 6th rib left
de: 6. Rippe links

# RibLocations_Left7
source: 7th rib left
de: 7. Rippe links

# RibLocations_Left8
source: 8th rib left
de: 8. Rippe links

# RibLocations_Left9
source: 9th rib left
de: 9. Rippe links

# RibLocations_Left10
source: 10th rib left
de: 10. Rippe links

# RibLocations_Left11
source: 11th rib left
de: 11. Rippe links

# RibLocations_Left12
source: 12th rib left
de: 12. Rippe links

# SpineLocations_C0
source: Occipital bone
de: Os occipitale

# SpineLocations_C1
source: C1
de: HWK 1

# SpineLocations_C1d
source: C1/2
de: HWK 1/2

# SpineLocations_C2
source: C2
de: HWK 2

# SpineLocations_C2d
source: C2/3
de: HWK 2/3

# SpineLocations_C3
source: C3
de: HWK 3

# SpineLocations_C3d
source: C3/4
de: HWK 3/4

# SpineLocations_C4
source: C4
de: HWK 4

# SpineLocations_C4d
source: C4/5
de: HWK 4/5

# SpineLocations_C5
source: C5
de: HWK 5

# SpineLocations_C5d
source: C5/6
de: HWK 5/6

# SpineLocations_C6
source: C6
de: HWK 6

# SpineLocations_C6d
source: C6/7
de: HWK 6/7

# SpineLocations_C7
source: C7
de: HWK 7

# SpineLocations_C7d
source: C7/T1
de: HWK 7/BWK 1

# SpineLocations_L1
source: L1
de: LWK 1

# SpineLocations_L1d
source: L1/2
de: LWK 1/2

# SpineLocations_L2
source: L2
de: LWK 2

# SpineLocations_L2d
source: L2/3
de: LWK 2/3

# SpineLocations_L3
source: L3
de: LWK 3

# SpineLocations_L3d
source: L3/4
de: LWK 3/4

# SpineLocations_L4
source: L4
de: LWK 4

# SpineLocations_L4d
source: L4/5
de: LWK 4/5

# SpineLocations_L5
source: L5
de: LWK 5

# SpineLocations_L5d
source: L5/S1
de: LWK 5/SWK 1

# SpineLocations_OsCoccygis
source: Coccyx
de: Os coccygis

# SpineLocations_OsSacrum
source: Sacrum
de: Os sacrum

# SpineLocations_TH1
source: T1
de: BWK 1

# SpineLocations_TH10
source: T10
de: BWK 10

# SpineLocations_TH10d
source: T10/11
de: BWK 10/11

# SpineLocations_TH11
source: T11
de: BWK 11

# SpineLocations_TH11d
source: T11/12
de: BWK 11/12

# SpineLocations_TH12
source: T12
de: BWK 12

# SpineLocations_TH12d
source: T12/L1
de: BWK 12/LWK 1

# SpineLocations_TH1d
source: T1/2
de: BWK 1/2

# SpineLocations_TH2
source: T2
de: BWK 2

# SpineLocations_TH2d
source: T2/3
de: BWK 2/3

# SpineLocations_TH3
source: T3
de: BWK 3

# SpineLocations_TH3d
source: T3/4
de: BWK 3/4

# SpineLocations_TH4
source: T4
de: BWK 4

# SpineLocations_TH4d
source: T4/5
de: BWK 4/5

# SpineLocations_TH5
source: T5
de: BWK 5

# SpineLocations_TH5d
source: T5/6
de: BWK 5/6

# SpineLocations_TH6
source: T6
de: BWK 6

# SpineLocations_TH6d
source: T6/7
de: BWK 6/7

# SpineLocations_TH7
source: T7
de: BWK 7

# SpineLocations_TH7d
source: T7/8
de: BWK 7/8

# SpineLocations_TH8
source: T8
de: BWK 8

# SpineLocations_TH8d
source: T8/9
de: BWK 8/9

# SpineLocations_TH9
source: T9
de: BWK 9

# SpineLocations_TH9d
source: T9/10
de: BWK 9/10

# AbdominalType_Mass
source: Mass
de: Raumforderung

# AbdominalType_Ascites
source: Ascites
de: Aszites

# AbdominalType_PeritonealCarcinomatosis
source: Peritoneal carcinomatosis
de: Peritonealkarzinose

# AbdominalType_Splenomegaly
source: Splenomegaly
de: Splenomegalie

# AbdominalType_Hepatomegaly
source: Hepatomegaly
de: Hepatomegalie

# AbdominalType_HiatalHernia
source: Hiatal hernia
de: Hiatushernie

# AbdominalType_Cholestasis
source: Cholestasis
de: Cholestase

# AbdominalType_Cholecystitis
source: Cholecystitis
de: Cholezystitis

# AbdominalType_Cholecystolithiasis
source: Cholecystolithiasis
de: Cholezystolithiasis

# AbdominalType_MesentericIschemia
source: Mesenteric ischemia
de: Mesenteriale Ischämie

# AbdominalType_Diverticulosis
source: Diverticulosis
de: Divertikulose

# AbdominalType_Diverticulitis
source: Diverticulitis
de: Divertikulitis

# AbdominalType_UrinaryRetention
source: Urinary retention
de: Harnstau

# AbdominalType_Hydrocele
source: Hydrocele
de: Hydrozele

# AbdominalType_Phlebolith
source: Phlebolith
de: Phlebolithen

# AbdominalType_Fracture
source: Fracture
de: Fraktur

# ExtremitiesMassLocalizationType_UpperArm
source: Upper arm
de: Oberarm

# ExtremitiesMassLocalizationType_Elbow
source: Elbow
de: Ellenbogen

# ExtremitiesMassLocalizationType_Forearm
source: Forearm
de: Unterarm

# ExtremitiesMassLocalizationType_Pelvis
source: Pelvis
de: Becken

# ExtremitiesMassLocalizationType_Thigh
source: Thigh
de: Oberschenkel

# ExtremitiesMassLocalizationType_Knee
source: Knee
de: Knie

# ExtremitiesMassLocalizationType_LowerLeg
source: Lower leg
de: Unterschenkel

# ExtremitiesMassLocalizationType_Foot
source: Foot
de: Fuß

# AffectedSegmentsOrVesselsLocations_ACALeft
source: ACA left
de: ACA links

# AffectedSegmentsOrVesselsLocations_ACARight
source: ACA right
de: ACA rechts

# AffectedSegmentsOrVesselsLocations_MCALeft
source: MCA left
de: MCA links

# AffectedSegmentsOrVesselsLocations_MCARight
source: MCA right
de: MCA rechts

# AffectedSegmentsOrVesselsLocations_PCALeft
source: PCA left
de: PCA links

# AffectedSegmentsOrVesselsLocations_PCARight
source: PCA right
de: PCA rechts
