Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/CardioValuesResources.*.resx
Languages: de

# AneurysmType_Apical
source: Apical
de: Apikal

# ClassificationPhenotype_FusionOfLeftAndNonCoronaryCusp
source: BAV-AP, Fusion of left and non-coronary cusp
de: BAV-RL, Fusion der links- und nichtkoronare Tasche

# ClassificationPhenotype_FusionOfTheRightAndLeftCoronaryCusp
source: BAV-AP, Fusion of the right and left coronary cusp
de: BAV-AP, Fusion der rechts- und linkskoronaren Tasche

# ClassificationPhenotype_FusionOfTheRightAndNonCoronaryCusp
source: BAV-AP, Fusion of the right and non-coronary cusp
de: BAV-RL, Fusion der rechts- und nichtkoronaren Tasche

# ClassificationType_NoRaphe
source: 0: No raphe
de: 0: Keine Raphe

# ClassificationType_OneRaphe
source: 1: One raphe
de: 1: Eine Raphe

# ClassificationType_TwoRaphes
source: 2: Two raphes
de: 2: Zwei Raphen

# CongenitalHeartDiseaseFindingType_AtrialSeptaldefect
source: Atrial septal defect (ASD)
de: Vorhofseptumdefekt (ASD)

# CongenitalHeartDiseaseFindingType_EbsteinsAnomaly
source: Ebstein's anomaly
de: Ebstein-Anomalie

# CongenitalHeartDiseaseFindingType_OneChamberHeart
source: One chamber heart (single ventricle)
de: Ein-Kammer-Herz (single ventricle)

# CongenitalHeartDiseaseFindingType_TetralogyofFallot
source: Tetralogy of Fallot
de: Fallot Tetralogie

# CongenitalHeartDiseaseFindingType_TranspositionOfthegreatArteries
source: Transposition of the great arteries (TGA)
de: Transposition der großen Arterien (TGA)

# DistributionType_DiffuseMesocardial
source: Diffuse, mesocardial
de: Diffus, mesokardial

# DistributionType_DiffusePunctiform
source: Diffuse, punctiform
de: Diffus, punktförmig

# DistributionType_DiffuseSubendocardial
source: Diffuse, subendocardial
de: Diffus, subendokardial

# DistributionType_DiffuseSubepicardial
source: Diffuse, subepicardial
de: Diffus, subepikardial

# DistributionType_Focal
source: Focal
de: Fokal

# EscScoreType_HighRisk
source: High risk
de: Hohes Risiko

# EscScoreType_LowRisk
source: Low risk
de: Niedriges Risiko

# EscScoreType_MediumRisk
source: Medium risk
de: Mittleres Risiko

# EscScoreType_VeryHighRisk
source: Very high risk
de: Sehr hohes Risiko

# ExaminationTechniqueType_EdemaImaging
source: Edema imaging
de: Ödembildgebung

# ExaminationTechniqueType_FlowMeasurement
source: Flow measurement/PC-Contrast
de: Flussmessung/PC-Kontrast

# ExaminationTechniqueType_Morphology
source: Morphology
de: Morphologie

# ExaminationTechniqueType_MRACoronaryArteries
source: MRA, coronary arteries
de: MRA, Koronarien

# ExaminationTechniqueType_T2OrSusceptibility
source: T2*/ Susceptibility
de: T2*/ Suszeptibilität

# HypointensMyokType_HypointensityT1wT2wDiffuse
source: Hypointensity in T1w/T2w diffuse
de: Hypointensität in T1w/T2w diffus

# HypointensMyokType_HypointensityT1wT2wFocal
source: Hypointensity in T1w/T2w focal
de: Hypointensität in T1w/T2w fokal

# ImageQualityType_Bad
source: 4 bad
de: 4 schlecht

# ImageQualityType_Excellent
source: 1 excellent
de: 1 exzellent

# ImageQualityType_Good
source: Good
de: Gut

# ImageQualityType_Insufficient
source: 5 insufficient
de: 5 ungenügend

# ImageQualityType_Moderate
source: Moderate
de: Moderat

# IndicationFindingType_ARVC
source: Arrhythmogenic right ventricular cardiomyopathy (ARVC)
de: Rechtsventrikuläre arrhythmogene Kardiomyopathie (ARVC)

# IndicationFindingType_Cardiomyopathy
source: Cardiomyopathy
de: Kardiomyopathie

# IndicationFindingType_CongenitalHeartDisease
source: Congenital heart disease
de: Kongenitale Herzerkrankung

# IndicationFindingType_CoronaryHeartDisease
source: Coronary heart disease (CHD)
de: Koronare Herzerkrankung (KHK)

# IndicationFindingType_MassOrTumor
source: Mass/Tumor
de: Raumforderung/Tumor

# IndicationFindingType_Myocarditis
source: Myocarditis
de: Myokarditis

# IndicationFindingType_Other
source: Other
de: Sonstige

# IndicationFindingType_PulmonaryHypertension
source: Pulmonary hypertension
de: Pulmonale Hypertonie

# IndicationFindingType_RejectionHTX
source: Rejection HTx
de: Abstoßung HTx

# IndicationFindingType_Valvulopathy
source: Valvulopathy
de: Valvulopathie

# InsufficiencyType_GradeI
source: Grade I: Regurgitation fraction < 20 %
de: Grad I: Regurgitationsfraktion < 20 %

# InsufficiencyType_GradeII
source: Grade II: Regurgitation fraction 20 – 39 %
de: Grad II: Regurgitationsfraktion 20 – 39 %

# InsufficiencyType_GradeIII
source: Grade III: Regurgitation fraction 40 – 60 %
de: Grad III: Regurgitationsfraktion 40 – 60 %

# InsufficiencyType_GradeIV
source: Grade IV: Regurgitation fraction > 60 %
de: Grad IV: Regurgitationsfraktion > 60 %

# InterventionOrPreOpsFindingType_CoronaryStents
source: Coronary stents
de: Koronar-Stent

# InterventionOrPreOpsFindingType_RVOTReconstruction
source: RVOT reconstruction
de: RVOT-Intervention

# InterventionOrPreOpsFindingType_ValveReplacement
source: Valve replacement
de: Klappenersatz

# InterventionOrPreOpsFindingType_PatentDuctOcclusion
source: Patent duct occlusion
de: Vitium-Verschluss

# LGEFocalType_Mesocardial
source: Mesocardial
de: Mesokardial

# LGEFocalType_PointShaped
source: Point shaped
de: Punktförmig

# LGEFocalType_Subendocardial
source: Subendocardial
de: Subendokardial

# LGEFocalType_Subpicardial
source: Subpicardial
de: Subepikardial

# LGEType_NoLGE
source: No LGE
de: Kein LGE

# LGEType_NonSegmental
source: Non-segmental
de: Nicht-segmental

# LocalizationDetailsType_TVB1
source: TVB 1
de: BWK 1

# LocalizationDetailsType_TVB10
source: TVB 10
de: BWK 10

# LocalizationDetailsType_TVB11
source: TVB 11
de: BWK 11

# LocalizationDetailsType_TVB12
source: TVB 12
de: BWK 12

# LocalizationDetailsType_TVB2
source: TVB 2
de: BWK 2

# LocalizationDetailsType_TVB3
source: TVB 3
de: BWK 3

# LocalizationDetailsType_TVB4
source: TVB 4
de: BWK 4

# LocalizationDetailsType_TVB5
source: TVB 5
de: BWK 5

# LocalizationDetailsType_TVB6
source: TVB 6
de: BWK 6

# LocalizationDetailsType_TVB7
source: TVB 7
de: BWK 7

# LocalizationDetailsType_TVB8
source: TVB 8
de: BWK 8

# LocalizationDetailsType_TVB9
source: TVB 9
de: BWK 9

# LocalizerTitle_Akinesia
source: Akinesia
de: Akinesie

# LocalizerTitle_AtRest
source: At rest
de: In Ruhe

# LocalizerTitle_AtRestAndUnderStress
source: At rest & under stress
de: In Ruhe & unter Stress

# LocalizerTitle_Dyskinesia
source: Dyskinesia
de: Dyskinesie

# LocalizerTitle_Hypokinesia
source: Hypokinesia
de: Hypokinesie

# LocalizerTitle_KinecticDisorder
source: Kinetic disorder
de: Kinetikstörung

# LocalizerTitle_LGENonSegmental
source: LGE non-segmental
de: LGE nicht-segmental

# LocalizerTitle_Mesocardial
source: Mesocardial
de: Mesokardial

# LocalizerTitle_PerfusionDefects
source: Perfusion defects
de: Perfusionsdefekt

# LocalizerTitle_Punctiform
source: Punctiform
de: Punktförmig

# LocalizerTitle_Subendocardinal
source: Subendocardinal
de: Subendokardinal

# LocalizerTitle_Subepicardial
source: Subepicardial
de: Subepikardial

# LocalizerTitle_UnderStress
source: Under stress
de: Unter Stress

# MyocardialEdemaType_DiffuseMyocardialEdema
source: Diffuse myocardial edema
de: Myokardödem diffus

# MyocardialEdemaType_FocalMyocardialEdema
source: Focal myocardial edema
de: Myokardödem fokal

# PericardiumVesselsFindingType_Lung
source: Lung
de: Lunge

# PericardiumVesselsFindingType_MediastinalVessels
source: Mediastinal vessels
de: Mediastinale Gefäße

# PericardiumVesselsFindingType_MediastinumLymphadenopathy
source: Mediastinum, lymphadenopathy
de: Mediastinum, Lymphadenopathie

# PericardiumVesselsFindingType_MediastinumMass
source: Mediastinum, mass
de: Mediastinum, Raumforderung

# PericardiumVesselsFindingType_OsseousLesion
source: Osseous lesion
de: Ossäre Läsion

# PericardiumVesselsFindingType_Pericardium
source: Pericardium
de: Perikard

# PericardiumVesselsFindingType_Neck
source: Neck
de: Hals

# PericardiumVesselsFindingType_UpperAbdomen
source: Upper abdomen
de: Oberbauch

# SummaryDifferentialDiagnosisType_Amyloidosis
source: Amyloidosis
de: Amyloidose

# SummaryDifferentialDiagnosisType_AorticDissection
source: Aortic dissection
de: Aortendissektion

# SummaryDifferentialDiagnosisType_ArrhythmogenicRightVentricularCardiomyopathy
source: Arrhythmogenic right ventricular cardiomyopathy (ARVC)
de: Rechtsventrikuläre arrhythmogene Kardiomyopathie (ARVC)

# SummaryDifferentialDiagnosisType_CardiomyopathyNotFurtherSpecified
source: Cardiomyopathy, not further specified
de: Kardiomyopathie, nicht näher spezifiziert

# SummaryDifferentialDiagnosisType_CoronaryVasculopathy
source: Coronary vasculopathy
de: Koronare Vaskulopathie

# SummaryDifferentialDiagnosisType_DilatedCardiomyopathy
source: Dilated cardiomyopathy (DCM)
de: Dilatative Kardiomyopathie (DCM)

# SummaryDifferentialDiagnosisType_FabrysDisease
source: Fabry's disease
de: Morbus Fabry

# SummaryDifferentialDiagnosisType_Hemochromatosis
source: Hemochromatosis
de: Hämochromatose

# SummaryDifferentialDiagnosisType_HypertrophicCardiomyopathy
source: Hypertrophic cardiomyopathy (HCM)
de: Hypertrophe Kardiomyopathie (HCM)

# SummaryDifferentialDiagnosisType_MyocardialInfarction
source: Myocardial infarction
de: Myokardinfarkt

# SummaryDifferentialDiagnosisType_MyocardialIschemiaAtRest
source: Myocardial ischemia, at rest
de: Myokardischämie, in Ruhe

# SummaryDifferentialDiagnosisType_MyocardialIschemiaAtRestAndUnderStress
source: Myocardial ischemia, at rest and under stress
de: Myokardischämie, in Ruhe und Stress

# SummaryDifferentialDiagnosisType_MyocardialIschemiaNotSpecified
source: Myocardial ischemia, not specified
de: Myokardischämie, nicht näher spezifiziert

# SummaryDifferentialDiagnosisType_MyocardialIschemiaStressInduced
source: Myocardial ischemia, stress-induced
de: Myokardischämie, belastungsinduziert

# SummaryDifferentialDiagnosisType_MyocarditisAcute
source: Myocarditis, acute
de: Myokarditis, akut

# SummaryDifferentialDiagnosisType_MyocarditisChronic
source: Myocarditis, chronic
de: Myokarditis, chronisch

# SummaryDifferentialDiagnosisType_NoAcute
source: No acute/old ischemia, no myocarditis, no myopathy
de: Keine akute/alte Ischämie, keine Myokarditis, keine Myopathie

# SummaryDifferentialDiagnosisType_NonCompactionCardiomyopathy
source: Non-compaction cardiomyopathy (NCCM)
de: Non-compaction-Kardiomyopathie

# SummaryDifferentialDiagnosisType_Rejection
source: Rejection
de: Abstoßung

# SummaryDifferentialDiagnosisType_RestrictiveCardiomyopathy
source: Restrictive cardiomyopathy (RCM)
de: Restriktive Kardiomyopathie (RCM)

# SummaryDifferentialDiagnosisType_Sarcoidosis
source: Sarcoidosis
de: Sarkoidose

# SummaryDifferentialDiagnosisType_TakoTsuboCardiomyopathy
source: Tako-Tsubo cardiomyopathy
de: Tako-Tsubo-Kardiomyopathie

# SummaryDifferentialDiagnosisType_Thalassemia
source: Thalassemia
de: Thalassämie

# SpatialRequirementDiagnosisType_Angiosarcoma
source: Angiosarcoma
de: Angiosarkom

# SpatialRequirementDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# SpatialRequirementDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# SpatialRequirementDiagnosisType_Fibroma
source: Fibroma
de: Fibrom

# SpatialRequirementDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# SpatialRequirementDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# SpatialRequirementDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# SpatialRequirementDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# SpatialRequirementDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# SpatialRequirementDiagnosisType_Myxoma
source: Myxoma
de: Myxom

# SpatialRequirementDiagnosisType_PapilaryFibroelastoma
source: Papilary fibroelastoma
de: Papiläres Fibroelastom

# SpatialRequirementDiagnosisType_PericardialCyst
source: Pericardial cyst
de: Perikardzyste

# SpatialRequirementDiagnosisType_Rhabdomyoma
source: Rhabdomyoma
de: Rhabdomyom

# SpatialRequirementDiagnosisType_Rhabdomyosarcoma
source: Rhabdomyosarcoma
de: Rhabdomyosarkom

# SpatialRequirementFindingType_MassTumor
source: Mass/Tumor
de: Raumforderung/Tumor

# StenosisType_Low
source: Low: Vmax 2.600 – 2.999 mm/s
de: Gering: Vmax 2.600 – 2.999 mm/s

# StenosisType_Moderate
source: Moderate: Vmax 3.000 – 4.000 mm/s
de: Mäßig: Vmax 3.000 – 4.000 mm/s

# StenosisType_Severe
source: Severe: Vmax > 4.000 mm/s
de: Schwer: Vmax > 4.000 mm/s

# WallThickeningType_DiffuseWallThickening
source: Diffuse wall thickening
de: Wandverdickung diffus

# WallThickeningType_FocalWallThickening
source: Focal wall thickening
de: Wandverdickung fokal

# WallThinningType_DiffusWallThinning
source: Diffuse wall thinning
de: Wandausdünnung diffus

# WallThinningType_FocalWallThinning
source: Focal wall thinning
de: Wandausdünnung fokal

# LungLocalizers_UpperLobe
source: upper lobe
de: Oberlappen rechts

# LungLocalizers_MiddleLobe
source: middle lobe
de: Mittellappen

# LungLocalizers_LowerLobeRight
source: lower lobe right
de: Unterlappen rechts

# LungLocalizers_UpperLobeLeft
source: upper lobe left
de: Oberlappen links

# LungLocalizers_LowerLobeLeft
source: lower lobe left
de: Unterlappen links

# DifferentialDiagnosis_BenignLOesionNoFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# DifferentialDiagnosis_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# DifferentialDiagnosis_Thymoma
source: Thymoma
de: Thymom

# DifferentialDiagnosis_ThymusHyperplasia
source: Thymus hyperplasia
de: Thymushyperplasie

# DifferentialDiagnosis_Lipoma
source: Lipoma
de: Lipom

# DifferentialDiagnosis_CystNotFurtherSpecified
source: Cyst, not further specified
de: Zyste, nicht näher spezifiziert

# DifferentialDiagnosis_ThymicCyst
source: Thymic cyst
de: Thymuszyste

# DifferentialDiagnosis_BronchiogenicCyst
source: Bronchiogenic cyst
de: Bronchiogene Zyste

# DifferentialDiagnosis_PericardialCyst
source: Pericardial cyst
de: Perikardzyste

# DifferentialDiagnosis_NeurogenicCyst
source: Neurogenic cyst
de: Neurogene Zyste

# DifferentialDiagnosis_MalignantLymphoma
source: Malignant lymphoma
de: Malignes Lymphom

# DifferentialDiagnosis_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# DifferentialDiagnosis_ThymicCarcinoma
source: Thymic carcinoma
de: Thymuskarzinom

# DifferentialDiagnosis_ThyroidCarcinoma
source: Thyroid carcinoma
de: Schilddrüsenkarzinom

# DifferentialDiagnosis_Neuroblastoma
source: Neuroblastoma
de: Neuroblastom

# DifferentialDiagnosis_TeratomaGermCellTumor
source: Teratoma/germ cell tumor
de: Teratom/Keimzelltumor

# DifferentialDiagnosis_Metastasis
source: Metastasis
de: Metastase

# SeverityType_Reduced
source: Reduced
de: Verkürzt

# SeverityType_WithinNormalRange
source: Within normal range
de: Im Normbereich

# SeverityType_Prolongated
source: Prolongated
de: Verlängert
