Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/FeetValuesResources.*.resx
Languages: de

# LigamentsAndTendonsFindingType_Tendinopathy
source: Tendinopathy
de: Tendinopathie

# DifferentialDiagnosisType_GoutTendinopathy
source: Gout tendinopathy
de: Gicht Tendinopathie

# DifferentialDiagnosisType_IsolatedPlantarisTendonRupture
source: Isolated plantar tendon rupture
de: Isolierte Plantarissehnenruptur

# ExtraarticularLocalizationType_AchillesTendon
source: Achilles tendon
de: Achillessehne

# ExtraarticularLocalizationType_TendonOfMPeroneusLongus
source: Tendon of M. peroneus longus
de: Sehne des M. peroneus longus

# ExtraarticularLocalizationType_TendonOfThePosteriorTibialisMuscle
source: Tendon of the posterior tibialis muscle
de: Sehne des M. tibialis posterior

# ExtraarticularLocalizationType_TendonOfMFlexorDigitorumLongus
source: Tendon of M. flexor digitorum longus
de: Sehne des M. flexor digitorum longus

# ExtraarticularLocalizationType_TendonOfMFlexorHallucisLongus
source: Tendon of M. flexor hallucis longus
de: Sehne des M. flexor hallucis longus

# ExtraarticularLocalizationType_TendonOfTheAnteriorTibialisMuscle
source: Tendon of the anterior tibialis muscle
de: Sehne des M. tibialis anterior

# ExtraarticularLocalizationType_TendonOfMPeroneusBrevis
source: Tendon of M. peroneus brevis
de: Sehne des M. peroneus brevis

# BonesFindingType_NormalVariantOrAnomaly
source: Normal variant/Anomaly
de: Normvariante/Anomalie

# BonesFindingType_Fracture
source: Fracture
de: Fraktur

# BonesFindingType_BoneMarrowEdema
source: Bone Marrow Edema
de: Knochenmarködem

# BonesFindingType_Dislocation
source: Dislocation
de: Luxation

# BonesFindingType_OsteochondralLesion
source: Osteochondral lesion
de: Osteochondrale Läsion

# BonesFindingType_Osteoarthritis
source: Osteoarthritis
de: Osteoarthrose

# BonesFindingType_MassOsteolysis
source: Mass/Osteolysis
de: Raumforderung/Osteolyse

# DifferentialDiagnosisType_OverloadOedema
source: Overload oedema
de: Überlastungsödem

# DifferentialDiagnosisType_StressFracture
source: Stress fracture
de: Stressfraktur

# DifferentialDiagnosisType_ReflexDystrophyCRPS
source: Reflex dystrophy (CRPS)
de: Reflexdystrophie (CRPS)

# DifferentialDiagnosisType_DisuseOsteopenia
source: Disuse Osteopenia
de: Inaktivitätsosteopenie

# DifferentialDiagnosisType_TransientOsteoporosis
source: Transient Osteoporosis
de: Transiente Osteoporose

# DifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# DifferentialDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# DifferentialDiagnosisType_Enchondrome
source: Enchondrome
de: Enchondrom

# DifferentialDiagnosisType_Other
source: Other
de: Sonstige

# DifferentialDiagnosisType_GanglionCyst
source: Ganglion cyst
de: Ganglionzyste

# DifferentialDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# DifferentialDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# DifferentialDiagnosisType_BoneIslandOrOsteosis
source: Bone island/osteosis
de: Skleroseinsel/Enostose

# DifferentialDiagnosisType_OsseousLipoma
source: Osseous lipoma
de: Intraossäres Lipom

# DifferentialDiagnosisType_OsseousCyst
source: Osseous cyst
de: Intraossäre Zyste

# DifferentialDiagnosisType_FibrousDysplasia
source: Fibrous Dysplasia
de: Fibröse Dysplasie

# DifferentialDiagnosisType_AneurysmaticBoneCyst
source: Aneurysmatic bone cyst
de: Aneurysmatische Knochenzyste

# DifferentialDiagnosisType_OsteoidOsteoma
source: Osteoid osteoma
de: Osteoidosteom

# DifferentialDiagnosisType_Osteochondrome
source: Osteochondrome
de: Osteochondrom

# DifferentialDiagnosisType_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# DifferentialDiagnosisType_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# DifferentialDiagnosisType_EwingSarcoma
source: Ewing sarcoma
de: Ewing Sarkom

# DifferentialDiagnosisType_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# DifferentialDiagnosisType_GiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# DifferentialDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# DifferentialDiagnosisType_Metastasis
source: metastasis
de: Metastase

# DifferentialDiagnosisType_Angiomyoma
source: Angiomyoma
de: Angiomyom

# DifferentialDiagnosisType_VascularMalformation
source: Vascular Malformation
de: Vaskuläre Malformation

# DifferentialDiagnosisType_MortonNeurom
source: Morton-Newspaper
de: Morton-Neurom

# DifferentialDiagnosisType_Schwannoma
source: Schwannoma (Neurinoma)
de: Schwannom (Neurinom)

# DifferentialDiagnosisType_Neurofibrom
source: Neurofibroma
de: Neurofibrom

# DifferentialDiagnosisType_EpidermalInclusionCyst
source: Epidermal inclusion cyst
de: Epidermale Einschlusszyste

# DifferentialDiagnosisType_TendonSheathFbrom
source: Carpal tunnel fibroma
de: Sehnenscheidenfibrom

# DifferentialDiagnosisType_Dermatofibroma
source: Dermatofibroma
de: Dermatofibrom

# DifferentialDiagnosisType_GiantTenosynovialGiantCellTumor
source: Tenosynovial giant cell tumor
de: Tenosynovialer Riesenzelltumor

# DifferentialDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# DifferentialDiagnosisType_MultipleMyeloma
source: multiple myeloma
de: Multiples Myelom

# DifferentialDiagnosisType_BoneInfarction
source: Bone infarct
de: Knocheninfarkt

# ThreeDimensionalLocalizations_ComplexOrMultipleBones
source: Complex/Multiple bones
de: Komplex/Mehrere Knochen

# ThreeDimensionalLocalizations_Tibia
source: distal tibia
de: distale Tibia

# ThreeDimensionalLocalizations_Fibula
source: distal fibula
de: distale Fibula

# ThreeDimensionalLocalizations_PosteromedialTalus
source: Posteromedial Talus
de: Talus posteromedial

# ThreeDimensionalLocalizations_AnterolateralTalus
source: Anterolateral Talus
de: Talus anterolateral

# ThreeDimensionalLocalizations_ProximalPhalanxD1
source: proximal phalanx D1
de: proximale Phalanx D1

# ThreeDimensionalLocalizations_ProximalPhalanxD2
source: proximal phalanx D2
de: proximale Phalanx D2

# ThreeDimensionalLocalizations_ProximalPhalanxD3
source: proximal phalanx D3
de: proximale Phalanx D3

# ThreeDimensionalLocalizations_ProximalPhalanxD4
source: proximal phalanx D4
de: proximale Phalanx D4

# ThreeDimensionalLocalizations_ProximalPhalanxD5
source: proximal phalanx D5
de: proximale Phalanx D5

# ThreeDimensionalLocalizations_DistalPhalanxD1
source: distal phalanx D1
de: distale Phalanx D1

# ThreeDimensionalLocalizations_MiddlePhalanxD2
source: middle phalanx D2
de: Mittelphalanx D2

# ThreeDimensionalLocalizations_MiddlePhalanxD3
source: middle phalanx D3
de: Mittelphalanx D3

# ThreeDimensionalLocalizations_MiddlePhalanxD4
source: middle phalanx D4
de: Mittelphalanx D4

# ThreeDimensionalLocalizations_MiddlePhalanxD5
source: middle phalanx D5
de: Mittelphalanx D5

# ThreeDimensionalLocalizations_DistalPhalanxD2
source: distal phalanx D2
de: distale Phalanx D2

# ThreeDimensionalLocalizations_DistalPhalanxD3
source: distal phalanx D3
de: distale Phalanx D3

# ThreeDimensionalLocalizations_DistalPhalanxD4
source: distal phalanx D4
de: distale Phalanx D4

# ThreeDimensionalLocalizations_DistalPhalanxD5
source: distal phalanx D5
de: distale Phalanx D5

# ThreeDimensionalLocalizations_TalocruralJoint
source: Talocrural joint
de: Oberes Sprunggelenk (OSG)

# ThreeDimensionalLocalizations_SubtalarJoint
source: Subtalar joint
de: Unteres Sprunggelenk (USG)

# ThreeDimensionalLocalizations_ArticulatioCalcaneocuboidea
source: Calcaneocuboidal joint
de: Calcaneocuboidalgelenk

# ThreeDimensionalLocalizations_TalonavicularJoint
source: Talonavicular joint
de: Talonaviculargelenk

# ThreeDimensionalLocalizations_TarsometatarsalJoints
source: Tarsometatarsal joints (Lisfranc joint)
de: Tarsometatarsalgelenke (Lisfranc-Gelenk)

# ThreeDimensionalLocalizations_MetatarsophalangealJointD1
source: Metatarsophalangeal joint D1 (MTP D1)
de: Metatarsophalangealgelenk D1 (MTP D1)

# ThreeDimensionalLocalizations_MetatarsophalangealJointD2
source: Metatarsophalangeal joint D2 (MTP D2)
de: Metatarsophalangealgelenk D2 (MTP D2)

# ThreeDimensionalLocalizations_MetatarsophalangealJointD3
source: Metatarsophalangeal joint D3 (MTP D3)
de: Metatarsophalangealgelenk D3 (MTP D3)

# ThreeDimensionalLocalizations_MetatarsophalangealJointD4
source: Metatarsophalangeal joint D4 (MTP D4)
de: Metatarsophalangealgelenk D4 (MTP D4)

# ThreeDimensionalLocalizations_MetatarsophalangealJointD5
source: Metatarsophalangeal joint D5 (MTP D5)
de: Metatarsophalangealgelenk D5 (MTP D5)

# ThreeDimensionalLocalizations_ProximalInterphalangealJointD1
source: Proximal interphalangeal joint (PIP D1)
de: Proximales Interphalangealgelenk (PIP D1)

# ThreeDimensionalLocalizations_ProximalInterphalangealJointD2
source: Proximal Interphalangeal joint (PIP D2)
de: Proximales Interphalangealgelenk (PIP D2)

# ThreeDimensionalLocalizations_ProximalInterphalangealJointD3
source: Proximal Interphalangeal joint (PIP D3)
de: Proximales Interphalangealgelenk (PIP D3)

# ThreeDimensionalLocalizations_ProximalInterphalangealJointD4
source: Proximal Interphalangeal joint (PIP D4)
de: Proximales Interphalangealgelenk (PIP D4)

# ThreeDimensionalLocalizations_ProximalInterphalangealJointD5
source: Proximal Interphalangeal joint (PIP D5)
de: Proximales Interphalangealgelenk (PIP D5)

# ThreeDimensionalLocalizations_DistalInterphalangealJointD2
source: Distal interphalangeal joint (DIP D2)
de: Distales Interphalangealgelenk (DIP D2)

# ThreeDimensionalLocalizations_DistalInterphalangealJointD3
source: Distal interphalangeal joint (DIP D3)
de: Distales Interphalangealgelenk (DIP D3)

# ThreeDimensionalLocalizations_DistalInterphalangealJointD4
source: Distal interphalangeal joint (DIP D4)
de: Distales Interphalangealgelenk (DIP D4)

# ThreeDimensionalLocalizations_DistalInterphalangealJointD5
source: Distal interphalangeal joint (DIP D5)
de: Distales Interphalangealgelenk (DIP D5)

# DifferentialDiagnosisType_Sarcoma
source: Sarcoma, not further specified
de: Sarkom, nicht näher spezifiziert

# DifferentialDiagnosisType_Liposarcoma
source: Liposarcoma
de: Liposarkom

# DifferentialDiagnosisType_Fibrosarcoma
source: Fibrosarcoma
de: Fibrosarkom

# DifferentialDiagnosisType_SynovialSarcoma
source: Synovial Sarcoma
de: Synovialsarkom

# DifferentialDiagnosisType_Rhabdomyosarcoma
source: Rhabdomyosarcoma
de: Rhabdomyosarkom

# DifferentialDiagnosisType_Leiomyosarcoma
source: Leiomyosarcoma
de: Leiomyosarkom

# DifferentialDiagnosisType_Angiosarcoma
source: Angiosarcoma
de: Angiosarkom

# DifferentialDiagnosisType_SarcomaUndifferentiatedPleomorph
source: Sarcoma, undifferentiated pleomorph
de: Sarkom, undifferenziertes pleomorphes

# DifferentialDiagnosisType_KaposisSarcoma
source: Kaposi's Sarcoma
de: Kaposi Sarkom

# DifferentialDiagnosisType_MalignantPeripheralNerve
source: Malignant peripheral nerve sheath tumor (MPNST)
de: Maligner peripherer Nervenscheidentumor (MPNST)

# DifferentialDiagnosisType_MalignantMelanoma
source: Malignant melanoma
de: Malignes Melanom

# DifferentialDiagnosisType_ForeignBodyGranuloma
source: Foreign body granuloma
de: Fremdkörpergranulom

# DifferentialDiagnosisType_Rupture
source: Rupture
de: Ruptur

# DifferentialDiagnosisType_PlantarFasciitis
source: Plantar fasciitis
de: Plantarfasziitis

# DifferentialDiagnosisType_PlantarFibromatosis
source: Rupture of the plantar plate
de: Plantare Fibromatose (Morbus Ledderhose)

# DifferentialDiagnosisType_TendonXanthoma
source: tendon xanthoma
de: Sehnenxanthom

# DifferentialDiagnosisType_PlantarVenousThrombosis
source: Plantar venous thrombosis
de: Plantarvenenthrombose

# DifferentialDiagnosisType_BaxtersNeuropathy
source: Baxter's neuropathy
de: Baxter Neuropathie

# DifferentialDiagnosisType_StressFractureCalcaneus
source: Stress fracture calcaneus
de: Stressfraktur Kalkaneus

# DifferentialDiagnosisType_SynovialHemangioma
source: Synovial hemangioma
de: Synoviales Hämangiom

# DifferentialDiagnosisType_SynovialChondromatosis
source: Synovial Chondromatosis
de: Synoviale Chondromatose

# DifferentialDiagnosisType_VillonodularSynovitis
source: Villonodular Synovitis
de: Villonoduläre Synovitis

# DifferentialDiagnosisType_HemochromatoticArthropathy
source: Hemochromatotic Arthropathy
de: Hämochromatotische Arthropathie

# DifferentialDiagnosisType_Gout
source: Gout
de: Gicht

# DifferentialDiagnosisType_PseudoGout
source: Pseudo-gout
de: Pseudogicht

# SoftTissueFindingType_Effusion
source: Effusion
de: Erguss

# SoftTissueFindingType_Hematoma
source: Hematoma
de: Hämatom

# SoftTissueFindingType_PlantarFasciaDisease
source: Disease of the plantar fascia
de: Erkrankung der Plantarfaszie

# SoftTissueFindingType_DiseasesOfTheMTP
source: Diseases of the MTP
de: Erkrankungen der MTP

# SoftTissueFindingType_SoftTissueTumor
source: Soft tissue tumor
de: Weichteiltumor

# SoftTissueFindingType_DiseaseOfTheSynoviaFocalMass
source: synovia, space requirement
de: Synovia, Raumforderung

# SoftTissueFindingType_MuscleLesion
source: Musculature
de: Muskulatur

# SoftTissueFindingType_TibialStressSyndromeTSS
source: Tibial Stress Syndrome (TSS)
de: Tibia-Stresssyndrom (TSS)

# SoftTissueFindingType_CharcotFoot
source: Charcot foot
de: Charcot Fuss

# SoftTissueFindingType_Abscess
source: Abscess
de: Abszess

# TendonsLocalizations_AchillesTendon
source: Achilles tendon
de: Achillessehne

# TendonsLocalizations_TendonOfMPeroneusLongus
source: Tendon of M. peroneus longus
de: Sehne des M. peroneus longus

# TendonsLocalizations_TendonOfThePosteriorTibialisMuscle
source: Tendon of the posterior tibialis muscle
de: Sehne des M. tibialis posterior

# TendonsLocalizations_TendonOfMFlexorDigitorumLongus
source: Tendon of M. flexor digitorum longus
de: Sehne des M. flexor digitorum longus

# TendonsLocalizations_TendonOfMFlexorHallucisLongus
source: Tendon of M. flexor hallucis longus
de: Sehne des M. flexor hallucis longus

# TendonsLocalizations_TendonOfTheAnteriorTibialisMuscle
source: Tendon of the anterior tibialis muscle
de: Sehne des M. tibialis anterior

# TendonsLocalizations_TendonOfMPeroneusBrevis
source: Tendon of M. peroneus brevis
de: Sehne des M. peroneus brevis

# TendonsLocalizations_TendonExtensorDigitorumLongusMuscle
source: Tendon of the extensor digitorum longus muscle
de: Sehne des M. extensor digitorum longus

# TendonsLocalizations_TendonExtensorHallucisLongusMuscle
source: Tendon of the extensor hallucis longus muscle
de: Sehne des M. extensor hallucis longus

# LocalizerTitle_Left
source: left
de: links

# LocalizerTitle_Right
source: right
de: rechts

# LocalizerTitle_FromLateral
source: From lateral
de: Von lateral

# LocalizerTitle_FromMedial
source: From medial
de: Von medial

# LocalizerTitle_FromPlantar
source: From plantar
de: Von plantar

# IndicationType_Fracture
source: Fracture
de: Fraktur

# IndicationType_OccultFracture
source: Occult fracture
de: Okkulte Fraktur

# IndicationType_InjuryTendonsLigaments
source: Injury tendons/ligaments
de: Läsion Sehnen/Bänder

# IndicationType_Instability
source: Instability
de: Instabilität

# IndicationType_OsteochondralLesion
source: Osteochondral lesion
de: Osteochondrale Läsion

# IndicationType_Mass
source: Mass
de: Raumforderung

# IndicationType_InflammatoryChange
source: Inflammatory change
de: Entzündliche Veränderung
