Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/HandValuesResources.*.resx
Languages: de

# Locations_Left
source: left
de: links

# Locations_Right
source: right
de: rechts

# IndicationType_Arthrosis
source: Arthrosis
de: Arthrose

# IndicationType_BoneTumor
source: Bone tumor
de: Knochentumor

# IndicationType_Fracture
source: Fracture
de: Fraktur

# IndicationType_LesionOfTendonsLigaments
source: Lesion of tendons/ligaments
de: Läsion Sehnen/Bänder

# IndicationType_LunateNecrosis
source: Lunate necrosis
de: Lunatumnekrose

# IndicationType_NerveCompressionSyndrome
source: Nerve compression syndrome
de: Nervenkompressionssyndrom

# IndicationType_RheumaticDisease
source: Rheumatic disease
de: Rheumatische Erkrankung

# IndicationType_ScaphoidPseudarthrosis
source: Scaphoid pseudarthrosis
de: Skaphoidpseudarthrose

# IndicationType_SoftTissueTumor
source: Soft tissue tumor
de: Weichteiltumor

# PreviousSurgeriesType_Arthrodesis
source: Arthrodesis
de: Arthrodese

# PreviousSurgeriesType_Arthroplasty
source: Arthroplasty
de: Arthroplastik

# PreviousSurgeriesType_InsertionOfAnEndoprosthesis
source: Insertion of an endoprosthesis
de: Insertion einer Endoprothese

# PreviousSurgeriesType_Osteosynthesis
source: Osteosynthesis
de: Osteosynthese

# PreviousSurgeriesType_RingbandPlastic
source: Ringband plastic
de: Ringbandplastik

# PreviousSurgeriesType_Tendinoplasty
source: Tendinoplasty
de: Sehnenplastik

# ApplicationLocalizationType_DRUJ
source: DRUJ
de: DRUG

# ApplicationLocalizationType_MidcarpalJoint
source: Midcarpal joint
de: Mediokarpalgelenk

# ApplicationLocalizationType_MidcarpalJointDRUJ
source: Midcarpal joint, DRUJ
de: Mediokarpalgelenk, DRUG

# ApplicationLocalizationType_MidcarpalJointRadiocarpalJoint
source: Midcarpal joint, radiocarpal joint
de: Mediokarpalgelenk, Radiokarpalgelenk

# ApplicationLocalizationType_MidcarpalJointRadiocarpalJointDRUJ
source: Midcarpal joint, radiocarpal joint, DRUJ
de: Mediokarpalgelenk, Radiokarpalgelenk, DRUG

# ApplicationLocalizationType_RadiocarpalJoint
source: Radiocarpal joint
de: Radiokarpalgelenk

# ApplicationLocalizationType_RadiocarpalJointDRUJ
source: Radiocarpal joint, DRUJ
de: Radiokarpalgelenk, DRUG

# SequenceType_DedicatedGRE
source: Dedicated GRE (incl. MEDIC/DESS/SSFP/True FISP)
de: Dedizierte GRE (u.a. MEDIC/DESS/SSFP/True FISP)

# SequenceType_FSE
source: FSE (incl. SPACE/XETA)
de: FSE (u.a. SPACE/XETA)

# SequenceType_LowMetalArtifactSequence
source: Low metal artifact sequence (incl. MARS/ MAVRIC/ SEMAC)
de: Metallartefaktarme Sequenz (u.a. MARS/MAVRIC/SEMAC)

# SequenceType_SpoiledGRE
source: Spoiled GRE (incl. FLASH/SPGR)
de: Spoiled GRE (u.a. FLASH/SPGR)

# ArthritisDifferentialDiagnosisType_AcuteSepticArthritis
source: Acute septic arthritis
de: Akute bakterielle Arthritis

# ArthritisDifferentialDiagnosisType_AtypicalRheumatoidArthritis
source: Rheumatoid arthritis, atypical forms
de: Rheumatoide Arthritis, atypische Formen

# ArthritisDifferentialDiagnosisType_Collagenosis
source: Collagenosis
de: Kollagenose

# ArthritisDifferentialDiagnosisType_CrystalAnthropathy
source: Crystal arthropathy
de: Kristallarthropathie

# ArthritisDifferentialDiagnosisType_Gout
source: Gout
de: Gicht

# ArthritisDifferentialDiagnosisType_PoststreptococcalArthritis
source: Poststreptococcal reactive arthritis
de: Poststreptokokkenreaktive Arthritis

# ArthritisDifferentialDiagnosisType_RheumatoidArthritis
source: Rheumatoid arthritis
de: Rheumatoide Arthritis

# ArthritisDifferentialDiagnosisType_Spondyloarthritis
source: Spondyloarthritis
de: Spondylarthritis

# ArthritisDifferentialDiagnosisType_SpondyloarthritisArthritis
source: Spondyloarthritis, psoriatic arthritis
de: Spondylarthritis, Psoriasis-Arthritis

# BoneMarrowEdemaDifferentialDiagnosisType_ContusionEdema
source: Contusion edema
de: Kontusionsödem

# BoneMarrowEdemaDifferentialDiagnosisType_DisuseOsteopenia
source: Disuse osteopenia
de: Inaktivitätsosteopenie

# BoneMarrowEdemaDifferentialDiagnosisType_OveruseEdema
source: Overuse edema
de: Überlastungsödem

# BoneMarrowEdemaDifferentialDiagnosisType_ReflexDystrophy
source: Reflex dystrophy (CRPS)
de: Reflexdystrophie (CRPS)

# BoneMarrowEdemaDifferentialDiagnosisType_StressFracture
source: Stress fracture
de: Stressfraktur

# BoneMarrowEdemaDifferentialDiagnosisType_TransientOsteoporosis
source: Transient osteoporosis
de: Transiente Osteoporose

# HandJointLocations_CmcJoints
source: CMC joints
de: CMC Gelenke

# HandJointLocations_DipJoints
source: DIP joints
de: DIP Gelenke

# HandJointLocations_Drug
source: DRUJ
de: DRUG

# HandJointLocations_McpJoints
source: MCP joints
de: MCP Gelenke

# HandJointLocations_PipJoints
source: PIP joints
de: PIP Gelenke

# HandJointLocations_PtJoint
source: PT joint
de: PT-Gelenk

# HandJointLocations_RadioCarpalJoint
source: Radiocarpal joint
de: Radiokarpalgelenk

# HandJointLocations_SlJoint
source: SL joint
de: SL-Gelenk

# HandJointLocations_SttJoint
source: STT joint
de: STT-Gelenk

# HandJointLocations_UlnocarpalJoint
source: Ulnocarpal joint
de: Ulnokarpalgelenk

# HandLocations_Complex
source: Complex/Multiple bones
de: Komplex/Mehrere Knochen

# HandLocations_D1DistalPhalanx
source: Distal Phalanx D1
de: Distale Phalanx D1

# HandLocations_D1MetacarpalBone
source: Os metacarpal D1
de: Os metacarpale D1

# HandLocations_D1ProximalPhalanx
source: Proximal Phalanx D1
de: Proximale Phalanx D1

# HandLocations_D2DistalPhalanx
source: Distal Phalanx D2
de: Distale Phalanx D2

# HandLocations_D3DistalPhalanx
source: Distal Phalanx D3
de: Distale Phalanx D3

# HandLocations_D4DistalPhalanx
source: Distal Phalanx D4
de: Distale Phalanx D4

# HandLocations_D5DistalPhalanx
source: Distal Phalanx D5
de: Distale Phalanx D5

# HandLocations_D2ProximalPhalanx
source: Proximal Phalanx D2
de: Proximale Phalanx D2

# HandLocations_D3ProximalPhalanx
source: Proximal Phalanx D3
de: Proximale Phalanx D3

# HandLocations_D4ProximalPhalanx
source: Proximal Phalanx D4
de: Proximale Phalanx D4

# HandLocations_D5ProximalPhalanx
source: Proximal Phalanx D5
de: Proximale Phalanx D5

# HandLocations_D2MetacarpalBone
source: Os metacarpal D2
de: Os metacarpale D2

# HandLocations_D2MiddlePhalanx
source: Middle Phalanx D2
de: Mittelphalanx D2

# HandLocations_D3MiddlePhalanx
source: Middle Phalanx D3
de: Mittelphalanx D3

# HandLocations_D4MiddlePhalanx
source: Middle Phalanx D4
de: Mittelphalanx D4

# HandLocations_D5MiddlePhalanx
source: Middle Phalanx D5
de: Mittelphalanx D5

# HandLocations_D3MetacarpalBone
source: Os metacarpal D3
de: Os metacarpale D3

# HandLocations_D4MetacarpalBone
source: Os metacarpal D4
de: Os metacarpale D4

# HandLocations_D5MetacarpalBone
source: Os metacarpal D5
de: Os metacarpale D5

# HandLocations_TrapezoidBone
source: Os trapezoid
de: Os trapezoideum

# WristBonesLocations_TrapezoidBone
source: Os trapezoid
de: Os trapezoideum

# SlacSnacType_StageI
source: Stage I
de: Stadium I

# SlacSnacType_StageII
source: Stage II
de: Stadium II

# SlacSnacType_StageIII
source: Stage III
de: Stadium III

# TumorDifferentialDiagnosisType_AneurysmalBoneCyst
source: Aneurysmal bone cyst
de: Aneurysmatische Knochenzyste

# TumorDifferentialDiagnosisType_BenignLesionNotSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# TumorDifferentialDiagnosisType_BeningGiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# TumorDifferentialDiagnosisType_BoneInfarction
source: Bone infarction
de: Knocheninfarkt

# TumorDifferentialDiagnosisType_BoneIsland
source: Bone island/enostoma
de: Skleroseinsel/Enostom

# TumorDifferentialDiagnosisType_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# TumorDifferentialDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# TumorDifferentialDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# TumorDifferentialDiagnosisType_Enchondroma
source: Enchondroma
de: Enchondrom

# TumorDifferentialDiagnosisType_EwingSarcoma
source: Ewing sarcoma
de: Ewing Sarkom

# TumorDifferentialDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# TumorDifferentialDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# TumorDifferentialDiagnosisType_IntraosseousLipoma
source: Intraosseous lipoma
de: Intraossäres Lipom

# TumorDifferentialDiagnosisType_IntraosseeousCyst
source: Intraosseous cyst/intraosseous ganglion cyst
de: Intraossäre Zyste/intraossäres Ganglion

# TumorDifferentialDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# TumorDifferentialDiagnosisType_MalignantGiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# TumorDifferentialDiagnosisType_MalignantLesionNotSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# TumorDifferentialDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# TumorDifferentialDiagnosisType_MultipleMyeloma
source: Multiple myeloma
de: Multiples Myelom

# TumorDifferentialDiagnosisType_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# TumorDifferentialDiagnosisType_Osteochondroma
source: Osteochondroma
de: Osteochondrom

# TumorDifferentialDiagnosisType_OsteoidOsteoma
source: Osteoid osteoma
de: Osteoidosteom

# TumorDifferentialDiagnosisType_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# BonesFindingType_AvascularNecrosis
source: Avascular necrosis
de: Avaskuläre Nekrose

# BonesFindingType_BoneMarrowEdema
source: Bone marrow edema
de: Knochenmarködem

# BonesFindingType_Fracture
source: Fracture
de: Fraktur

# BonesFindingType_ImpactionAndImpingementSyndrome
source: Impaction and impingement syndrome
de: Impaktion- und Impingement-Syndrom

# BonesFindingType_MassOsteolysis
source: Mass/Osteolysis
de: Raumforderung/Osteolyse

# BonesFindingType_NormVariantsAnomalies
source: Norm variants/Anomalies
de: Normvarianten/Anomalien

# BonesFindingType_Osteoarthritis
source: Osteoarthritis
de: Arthrose

# BonesFindingType_ScaphoidPseudoarthrosis
source: Scaphoid pseudarthrosis
de: Skaphoidpseudarthrose

# CapsuleAndRibbonsFindingType_BandLesionsOfTheFingers
source: Ligament lesions of the fingers
de: Bandläsionen der Finger

# CapsuleAndRibbonsFindingType_RuptureOfExtrinsicLigaments
source: Rupture of extrinsic ligaments
de: Ruptur extrinsischer Bänder

# CapsuleAndRibbonsFindingType_RuptureOfTheLigLunotriquetrum
source: Rupture Lig. lunotriquetrum
de: Ruptur Lig. lunotriquetrum

# CapsuleAndRibbonsFindingType_RuptureOfTheLigScapholunatum
source: Rupture Lig. scapholunatum
de: Ruptur Lig. scapholunatum

# CapsuleAndRibbonsFindingType_TFCCLesion
source: TFCC lesion
de: TFCC-Läsion

# DifferentialDiagnosisType_TendovaginitisOfTheFlexorTendon
source: Tendovaginitis of the flexor tendon
de: Tendovaginitis der Beugesehne

# DifferentialDiagnosisType_TendovaginitisOfTheECUTendon
source: Tendovaginitis of the ECU tendon
de: Tendovaginitis der ECU-Sehne

# DifferentialDiagnosisType_TendovaginitisOfTheEPLTendon
source: Tendovaginitis of the EPL tendon
de: Tendovaginitis der EPL-Sehne

# LocalizationDetailsType_ExtensorPollicisLongus
source: M. extensor pollicis longus
de: M. abductor pollicis longus

# TendinopathyFindingType_ExtensorTendons
source: Extensor tendons
de: Strecksehnen

# TendinopathyFindingType_FlexorTendons
source: Flexor tendons
de: Beugesehnen

# NerveCompressionFindingType_CarpalTunnelSyndrome
source: Carpal tunnel syndrome
de: Karpaltunnelsyndrom

# NerveCompressionFindingType_UlnarTunnelSyndrome
source: Ulnar tunnel syndrome (Guyon's box)
de: Ulnartunnelsyndrom (Guyon-Loge)

# DifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# DifferentialDiagnosisType_CarpalTunnelFibroma
source: Carpal tunnel fibroma
de: Sehnenscheidenfibrom

# DifferentialDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# DifferentialDiagnosisType_EpidermalCyst
source: Epidermal cyst
de: Epidermale Zyste

# DifferentialDiagnosisType_FibrolipomatousHamartoma
source: Fibrolipomatous hamartoma
de: Fibrolipomatöses Hamartom

# DifferentialDiagnosisType_GanglionCyst
source: Ganglion cyst
de: Ganglionzyste

# DifferentialDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# DifferentialDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# DifferentialDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# DifferentialDiagnosisType_MalignantMelanoma
source: Malignant melanoma
de: Malignes Melanom

# DifferentialDiagnosisType_MalignantPeripheralNerveSheathTumorMpnst
source: Malignant peripheral nerve sheath tumor (MPNST)
de: Maligner peripherer Nervenscheidentumor (MPNST)

# DifferentialDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# DifferentialDiagnosisType_Neurofibroma
source: Neurofibroma
de: Neurofibrom

# DifferentialDiagnosisType_Neuroma
source: Neuroma
de: Neurom

# DifferentialDiagnosisType_NodularFasciitis
source: Nodular fasciitis
de: Noduläre Fasziitis

# DifferentialDiagnosisType_Pilomatrixoma
source: Pilomatrixoma
de: Pilomatrixom

# DifferentialDiagnosisType_PostoperativeGranulationTissue
source: Postoperative granulation tissue
de: Postoperatives Granulationsgewebe

# DifferentialDiagnosisType_PostoperativeScar
source: Postoperative scar
de: Postoperative Narbe

# DifferentialDiagnosisType_SchwannomaNeurinoma
source: Schwannoma (Neurinoma)
de: Schwannom (Neurinom)

# DifferentialDiagnosisType_SoftTissueSarcoma
source: Soft tissue sarcoma
de: Weichteilsarkom

# DifferentialDiagnosisType_SquamousCellCarcinoma
source: Squamous cell carcinoma
de: Plattenepithelkarzinom

# DifferentialDiagnosisType_TenosynovialGiantCellTumor
source: Tenosynovial giant cell tumor
de: Tenosynovialer Riesenzelltumor

# DifferentialDiagnosisType_VascularMalformation
source: Vascular malformation
de: Vaskuläre Malformation

# SoftTissueFindingType_Abscess
source: Abscess
de: Abszess

# SoftTissueFindingType_ArticularEffusion
source: Articular effusion
de: Gelenkerguss

# SoftTissueFindingType_Haematoma
source: Haematoma
de: Hämatom

# SoftTissueFindingType_SoftTissueMass
source: Soft tissue mass
de: Weichteilraumforderung
