Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/HeadValuesResources.*.resx
Languages: de

# HuntHessScaleType_Grade1
source: grade 1
de: Grad 1

# HuntHessScaleType_Grade2
source: grade 2
de: Grad 2

# HuntHessScaleType_Grade3
source: grade 3
de: Grad 3

# HuntHessScaleType_Grade4
source: grade 4
de: Grad 4

# HuntHessScaleType_Grade5
source: grade 5
de: Grad 5

# ExaminationFindingType_Ischemia
source: ischemia
de: Ischämie

# ExaminationFindingType_IntracranialHemorrhage
source: intracranial hemorrhage
de: Intrakranielle Blutung

# ExaminationFindingType_AutoimmuneDisease
source: autoimmune disease
de: Autoimmunerkrankung

# ExaminationFindingType_Demyelination
source: demyelination
de: Demyelinisierung

# ExaminationFindingType_Neoplasia
source: neoplasia
de: Neoplasie

# ExaminationFindingType_Neurodegeneration_CT
source: neurodegeneration/dementia
de: Neurodegeneration/Demenz

# ExaminationFindingType_Seizure
source: seizure
de: Krampfanfall

# ExaminationFindingType_Perioperative
source: perioperative
de: Perioperativ

# ExaminationFindingType_Headache
source: headache
de: Kopfschmerzen

# ExaminationFindingType_Hypoxia
source: hypoxia
de: Hypoxie

# ExaminationFindingType_CongenitalAnomaly
source: congenital anomaly
de: Kongenitale Anomalie

# ExaminationFindingType_Intoxication
source: intoxication
de: Intoxikation

# ExaminationFindingType_EndocrineMetabolicEncephalopathy
source: endocrine/metabolic encephalopathy
de: Endokrine/metabolische Enzephalopathie

# ExaminationFindingType_OtherIndications
source: other indications
de: Sonstiges

# AffectedSegmentsOrVesselsLocations_ACAa1Right
source: A1 right
de: A1 rechts

# AffectedSegmentsOrVesselsLocations_ACAa2Right
source: A2 right
de: A2 rechts

# AffectedSegmentsOrVesselsLocations_MCAm1Right
source: M1 right
de: M1 rechts

# AffectedSegmentsOrVesselsLocations_MCAm2Right
source: M2 right
de: M2 rechts

# AffectedSegmentsOrVesselsLocations_MCAm3Right
source: M3 right
de: M3 rechts

# AffectedSegmentsOrVesselsLocations_PCOMRight
source: PCOM right
de: PCOM rechts

# AffectedSegmentsOrVesselsLocations_PCAp1Right
source: P1 right
de: P1 rechts

# AffectedSegmentsOrVesselsLocations_PCAp2Right
source: P2 right
de: P2 rechts

# AffectedSegmentsOrVesselsLocations_SCARight
source: SCA right
de: SCA rechts

# AffectedSegmentsOrVesselsLocations_PontineArteriesRight
source: Pontine arteries right
de: Aa. pontis rechts

# AffectedSegmentsOrVesselsLocations_LabyrintineArteryRight
source: Labyrinthine artery right
de: A. labyrinthi rechts

# AffectedSegmentsOrVesselsLocations_AICARight
source: AICA right
de: AICA rechts

# AffectedSegmentsOrVesselsLocations_PICARight
source: PICA right
de: PICA rechts

# AffectedSegmentsOrVesselsLocations_BA
source: Basilar artery
de: A. basilaris

# AffectedSegmentsOrVesselsLocations_AntSpinalArtery
source: Anterior spinal artery
de: A. spinalis anterior

# AffectedSegmentsOrVesselsLocations_ACAa1Left
source: A1 left
de: A1 links

# AffectedSegmentsOrVesselsLocations_ACAa2Left
source: A2 left
de: A2 links

# AffectedSegmentsOrVesselsLocations_MCAm1Left
source: M1 left
de: M1 links

# AffectedSegmentsOrVesselsLocations_MCAm2Left
source: M2 left
de: M2 links

# AffectedSegmentsOrVesselsLocations_MCAm3Left
source: M3 left
de: M3 links

# AffectedSegmentsOrVesselsLocations_PCOMLeft
source: PCOM left
de: PCOM links

# AffectedSegmentsOrVesselsLocations_PCAp1Left
source: P1 left
de: P1 links

# AffectedSegmentsOrVesselsLocations_PCAp2Left
source: P2 left
de: P2 links

# AffectedSegmentsOrVesselsLocations_SCALeft
source: SCA left
de: SCA links

# AffectedSegmentsOrVesselsLocations_PontineArteriesLeft
source: Pontine arteries left
de: Aa. pontis links

# AffectedSegmentsOrVesselsLocations_LabyrintineArteryLeft
source: Labyrinthine artery left
de: A. labyrinthi links

# AffectedSegmentsOrVesselsLocations_AICALeft
source: AICA left
de: AICA links

# AffectedSegmentsOrVesselsLocations_PICALeft
source: PICA left
de: PICA links

# BasalNucleiDiagnosisType_PacchionianGranulations
source: Pacchionian granulations
de: Pacchioni Granulationen

# BasalNucleiDiagnosisType_SinusHypoplasia
source: Sinus hypoplasia
de: Sinushypoplasie

# BasalNucleiDiagnosisType_SinusAplasia
source: Sinus aplasia
de: Sinusaplasie

# BasalNucleiDiagnosisType_AcuteSDH
source: Acute SDH
de: Akutes SDH

# BasalNucleiDiagnosisType_SupratentorialBloodAccumulation
source: Supratentorial blood accumulation
de: Supratentorielle Blutauflagerung

# BasalNucleiDiagnosisType_Infundibulum
source: Infundibulum
de: Infundibulärer Gefäßabgang

# BasalNucleiDiagnosisType_BasilaryArteryMegadolichoectasia
source: Basilary artery megadolichoectasia
de: Megadolichobasilaris

# BasalNucleiDiagnosisType_ContainedRupture
source: Contained rupture
de: Gedeckte Ruptur

# VesselsDifferentialDiagnosisType_PacchionianGranulations
source: Pacchionian granulations
de: Pacchioni Granulationen

# VesselsDifferentialDiagnosisType_SinusHypoplasia
source: Sinus hypoplasia
de: Sinushypoplasie

# VesselsDifferentialDiagnosisType_SinusAplasia
source: Sinus aplasia
de: Sinusaplasie

# VesselsDifferentialDiagnosisType_AcuteSDH
source: Acute SDH
de: Akutes SDH

# VesselsDifferentialDiagnosisType_SupratentorialBloodAccumulation
source: Supratentorial blood accumulation
de: Supratentorielle Blutauflagerung

# VesselsDifferentialDiagnosisType_Infundibulum
source: Infundibulum
de: Infundibulärer Gefäßabgang

# VesselsDifferentialDiagnosisType_BasilaryArteryMegadolichoectasia
source: Basilary artery megadolichoectasia
de: Megadolichobasilaris

# VesselsDifferentialDiagnosisType_ContainedRupture
source: Contained rupture
de: Gedeckte Ruptur

# VesselsFindingType_Ischemia
source: Ischemia
de: Ischämie

# VesselsFindingType_CerebralVenousThrombosis
source: Cerebral venous thrombosis
de: Sinus-/Hirnvenenthrombose

# VesselsFindingType_Aneurysm
source: Aneurysm
de: Aneurysma

# VesselsFindingType_VascularMalformation
source: Vascular Malformation
de: Vaskuläre Malformation

# VesselsFindingType_DuralAVFistula
source: Dural AV fistula
de: Durale AV-Fistel

# VesselsFindingType_NormVariant
source: Norm variant
de: Normvariante

# VesselsFindingType_CircleOfWillisAndCerebralArteries
source: Circle of Willis & cerebral arteries
de: Circulus arteriosus Willisii & Aa. cerebri

# VesselsFindingType_CommonCarotidArtery
source: Common carotid artery
de: A. carotis communis

# VesselsFindingType_InternalCarotidArtery
source: Internal carotid artery
de: A. carotis interna

# VesselsFindingType_ExternalCarotidArtery
source: External carotid artery
de: A. carotis externa

# VesselsFindingType_VertebralArtery
source: Vertebral artery
de: A. vertebralis

# VesselsFindingType_CerebralVeinsSinusDuraeMatris
source: Cerebral veins, sinus durae matris
de: Hirnvenen, Sinus durae matris

# ArteriesWithOutletType_SuperiorThyroidArtery
source: Superior thyroid artery
de: A. thyroidea superior

# ArteriesWithOutletType_LingualArtery
source: Lingual artery
de: A. lingualis

# ArteriesWithOutletType_FacialArtery
source: Facial artery
de: A. facialis

# ArteriesWithOutletType_PosteriorAuricularArtery
source: Posterior auricular artery
de: A. auricularis posterior

# ArteriesWithOutletType_SuperficialTemporalArtery
source: Superficial temporal artery
de: A. temporalis superficialis

# ArteriesWithOutletType_MaxillaryArtery
source: Maxillary artery
de: A. maxillaris

# ArteriesWithOutletType_MiddleMeningealArtery
source: Middle meningeal artery
de: A. meningea media

# ArteriesWithOutletType_AscendingPharyngealArtery
source: Ascending pharyngeal artery
de: A. pharyngea ascendens

# ArterialSupplyAreaPatternType_TypicalAreasOfInfarction
source: Typical areas of infarction
de: Typische Versorgungsgebiete

# ArterialSupplyAreaPatternType_RareTerritorialInfarcts
source: Rare territorial infarcts
de: Seltene territoreale Infarkte

# SeverityType_Mild
source: Mild
de: Leichtgradig

# SeverityType_Moderate
source: Moderate
de: Mittelgradig

# SeverityType_Severe
source: Severe
de: Hochgradig

# SeverityType_CompleteOcclusion
source: Complete occlusion
de: Komplettverschluss

# VesselsDiagnosisType_InfundibularVesselLoop
source: Infundibular vessel loop
de: Infundibulärer Gefäßabgang

# VesselsDiagnosisType_BasilaryArteryMegadolichoectasia
source: Basilary artery megadolichoectasia
de: Megadolichobasilaris

# VesselsDiagnosisType_ContainedRupture
source: Contained rupture
de: Gedeckte Ruptur

# VesselsDiagnosisType_PacchioniGranulations
source: Pacchioni granulations
de: Pacchioni Granulationen

# VesselsDiagnosisType_SinusHypoplasia
source: Sinus hypoplasia
de: Sinushypoplasie

# VesselsDiagnosisType_SinusAplasia
source: Sinus aplasia
de: Sinusaplasie

# VesselsDiagnosisType_AcuteSDH
source: Acute SDH
de: Akutes SDH

# VesselsDiagnosisType_SupratentorialBloodAccumulation
source: Supratentorial blood accumulation
de: Supratentorielle Blutauflagerung

# VascularTerritoryLocations_AnteriorCerebralArteryACARight
source: Anterior cerebral artery right
de: A. cerebri anterior rechts

# VascularTerritoryLocations_MedialLenticulostriateRight
source: Medial lenticulostriate arteries right
de: Aa. lenticulostriatae mediales rechts

# VascularTerritoryLocations_LateralLenticulostriateRight
source: Lateral lenticulostriate arteries right
de: Aa. lenticulostriatae laterales rechts

# VascularTerritoryLocations_MiddleCerebralArteryRight
source: Middle cerebral artery right
de: A. cerebri media rechts

# VascularTerritoryLocations_PosteriorCerebralArteryPCARight
source: Posterior cerebral artery right
de: A. cerebri posterior rechts

# VascularTerritoryLocations_AnteriorChoroidalArteryAChARight
source: Anterior choroidal artery right
de: A. choroidea anterior rechts

# VascularTerritoryLocations_SuperiorCerebellarArterySCARight
source: Superior cerebellar artery right
de: A. cerebelli superior rechts

# VascularTerritoryLocations_AnteriorInferiorCerebellarArteryAICARight
source: Anterior inferior cerebellar artery right
de: A. cerebelli inferior anterior rechts

# VascularTerritoryLocations_PosteriorInferiorCerebellarArteryPICARight
source: Posterior inferior cerebellar artery right
de: A. cerebelli inferior posterior rechts

# VascularTerritoryLocations_VertebralArteryVARight
source: Vertebral artery right
de: A. vertebralis rechts

# VascularTerritoryLocations_CorticalBorderZoneACAMCARight
source: Cortical border zone right
de: Kortikale Grenzzone rechts

# VascularTerritoryLocations_AnteriorCorticalBorderZoneRight
source: Anterior cortical border zone right
de: Anteriore kortikale Grenzzone rechts

# VascularTerritoryLocations_PosteriorCorticalBorderZoneRight
source: Posterior cortical border zone right
de: Posteriore kortikale Grenzzone rechts

# VascularTerritoryLocations_InternalBorderZoneRight
source: Internal border zone right
de: Innere Grenzzone rechts

# VascularTerritoryLocations_BasilarArteryBA
source: Basilar artery
de: A. basilaris

# VascularTerritoryLocations_AnteriorCerebralArteryACALeft
source: Anterior cerebral artery left
de: A. cerebri anterior links

# VascularTerritoryLocations_MedialLenticulostriateLeft
source: Medial lenticulostriate arteries left
de: Aa. lenticulostriatae mediales links

# VascularTerritoryLocations_LateralLenticulostriateLeft
source: Lateral lenticulostriate arteries left
de: Aa. lenticulostriatae laterales links

# VascularTerritoryLocations_MiddleCerebralArteryLeft
source: Middle cerebral artery left
de: A. cerebri media links

# VascularTerritoryLocations_PosteriorCerebralArteryPCALeft
source: Posterior cerebral artery left
de: A. cerebri posterior links

# VascularTerritoryLocations_AnteriorChoroidalArteryAChALeft
source: Anterior choroidal artery left
de: A. choroidea anterior links

# VascularTerritoryLocations_SuperiorCerebellarArterySCALeft
source: Superior cerebellar artery left
de: A. cerebelli superior links

# VascularTerritoryLocations_AnteriorInferiorCerebellarArteryAICALeft
source: Anterior inferior cerebellar artery left
de: A. cerebelli inferior anterior links

# VascularTerritoryLocations_PosteriorInferiorCerebellarArteryPICALeft
source: Posterior inferior cerebellar artery left
de: A. cerebelli inferior posterior links

# VascularTerritoryLocations_VertebralArteryVALeft
source: Vertebral artery left
de: A. vertebralis links

# VascularTerritoryLocations_CorticalBorderZoneACAMCALeft
source: Cortical border zone left
de: Kortikale Grenzzone links

# VascularTerritoryLocations_AnteriorCorticalBorderZoneLeft
source: Anterior cortical border zone left
de: Anteriore kortikale Grenzzone links

# VascularTerritoryLocations_PosteriorCorticalBorderZoneLeft
source: Posterior cortical border zone left
de: Posteriore kortikale Grenzzone links

# VascularTerritoryLocations_InternalBorderZoneLeft
source: Internal border zone left
de: Innere Grenzzone links

# ImageQualityType_VeryGood
source: Very good
de: Sehr gut

# ImageQualityType_Good
source: Good
de: Gut

# ImageQualityType_Moderate
source: Moderate
de: Moderat

# ImageQualityType_Poor
source: Poor
de: Mangelhaft

# OtherApplicationsType_MrSpectroscopy
source: MR spectroscopy
de: MR-Spektroskopie

# ExaminationFindingType_Infection
source: infection
de: Infektion

# BrainstemCranialNervesFindingType_Brainstem
source: Brainstem
de: Hirnstamm

# BrainstemCranialNervesFindingType_CranialNerves
source: Cranial nerves
de: Hirnnerven

# ShapeDropdownType_Saccular
source: Saccular
de: Sackförmig

# ShapeDropdownType_FalseAneurysms
source: False aneurysms
de: Aneurysma spurium

# MeningesMassDiagnosisType_Angiosarcoma
source: Angiosarcoma
de: Angiosarkom

# MeningesMassDiagnosisType_BenignLesionNotSpecified
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# MeningesMassDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# MeningesMassDiagnosisType_ChordomaBenignLesion
source: Chordoma
de: Chordom

# MeningesMassDiagnosisType_ChordomaMalignantLesion
source: Chordoma
de: Chordom

# MeningesMassDiagnosisType_ConvexityMeningioma
source: Convexity meningioma
de: Konvexitätsmeningeom

# MeningesMassDiagnosisType_Craniopharyngioma
source: Craniopharyngioma
de: Kraniopharyngeom

# MeningesMassDiagnosisType_DignityUnclear
source: lesion of unknown dignity
de: Läsion unklarer Dignität

# MeningesMassDiagnosisType_ExtramedullaryHematopoiesis
source: Extramedullary hematopoiesis
de: Extramedulläre Hämatopoese

# MeningesMassDiagnosisType_FalxMeningioma
source: Falx meningioma
de: Falxmeningeom

# MeningesMassDiagnosisType_Fibrosarcoma
source: Fibrosarcoma
de: Fibrosarkom

# MeningesMassDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# MeningesMassDiagnosisType_Hemangiopericytoma
source: Hemangiopericytoma
de: Hämangioperizytom

# MeningesMassDiagnosisType_HypertrophicPachymeningitis
source: Hypertrophic pachymeningitis
de: Hypertrophe Pachymeningitis

# MeningesMassDiagnosisType_Macroadenoma
source: Macroadenoma
de: Makroadenom

# MeningesMassDiagnosisType_MalignantLesionNotSpecified
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# MeningesMassDiagnosisType_Meningioma
source: Meningioma
de: Meningeom

# MeningesMassDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# MeningesMassDiagnosisType_PagetsDisease
source: Paget's disease
de: Morbus Paget

# MeningesMassDiagnosisType_OlfactoryGrooveMeningioma
source: Olfactory groove meningioma
de: Olfaktoriusrinnenmeningeom

# MeningesMassDiagnosisType_OpticNerveSheathMeningioma
source: Optic nerve sheath meningioma
de: Optikusscheidenmeningeom

# MeningesMassDiagnosisType_OssifiedDuraWithEvidenceOfFat
source: Ossified dura with evidence of fat
de: Ossifizierte Dura mit verfettetem Mark

# MeningesMassDiagnosisType_Osteoma
source: Osteoma
de: Osteom

# MeningesMassDiagnosisType_ParasellarMeningioma
source: Parasellar meningioma
de: Paraselläres Meningeom

# MeningesMassDiagnosisType_PetrousBoneMeningioma
source: Petrous bone meningioma
de: Felsenbeinmeningeom

# MeningesMassDiagnosisType_Schwannoma
source: Schwannoma
de: Schwannom

# MeningesMassDiagnosisType_SphenoidWingMeningioma
source: Sphenoid wing meningioma
de: Keilbeinflügelmeningeom

# MeningesMassDiagnosisType_TentorialMeningioma
source: Tentorial meningioma
de: Tentorielles Meningeom

# MeningesFindingType_DiffuseChanges
source: diffuse changes
de: Diffuse Veränderung

# MeningesFindingType_EpiduralHematoma
source: epidural hematoma
de: Epiduralhämatom

# MeningesFindingType_Mass
source: mass
de: Raumforderung

# MeningesFindingType_SubduralHematoma
source: subdural hematoma
de: Subduralhämatom

# MeningesDiagnosisType_BenignLesionNotFurtherSpecified
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# MeningesDiagnosisType_MalignantLesionNotFurtherSpecified
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# MeningesDiagnosisType_UnknownEtiology
source: lesion of unknown etiology
de: Läsion unklarer Dignität

# MeningesDiagnosisType_AcuteSubduralHematoma
source: acute subdural hematoma
de: Akutes Subduralhämatom

# MeningesDiagnosisType_ChronicSubduralHematoma
source: chronic subdural hematoma
de: Chronisches Subduralhämatom

# MeningesDiagnosisType_AcuteOnChronicSubduralHematoma
source: acute on chronic subdural hematoma
de: Akut auf chronisches Subduralhämatom

# MeningesDiagnosisType_SubarachnoidHemorrhage
source: subarachnoid hemorrhage
de: Subarachnoidalblutung

# MeningesDiagnosisType_EpiduralHematoma
source: epidural hematoma
de: Epiduralhämatom

# MeningesDiagnosisType_DuralAVFistula
source: dural AV fistula
de: Durale AV-Fistel

# MeningesDiagnosisType_Meningioma
source: meningioma
de: Meningeom

# MeningesDiagnosisType_Hygroma
source: hygroma
de: Hygrom

# MeningesDiagnosisType_Lipoma
source: lipoma
de: Lipom

# MeningesDiagnosisType_SphenoidWingMeningioma
source: sphenoid wing meningioma
de: Keilbeinflügelmeningeom

# MeningesDiagnosisType_ConvexityMeningioma
source: convexity meningioma
de: Konvexitätsmeningeom

# MeningesDiagnosisType_FalxMeningioma
source: falx meningioma
de: Falxmeningeom

# MeningesDiagnosisType_OlfactoryGrooveMeningioma
source: olfactory groove meningioma
de: Olfaktoriusrinnenmeningeom

# MeningesDiagnosisType_ParasellarMeningioma
source: parasellar meningioma
de: Paraselläres Meningeom

# MeningesDiagnosisType_OpticNerveSheathMeningioma
source: optic nerve sheath meningioma
de: Optikusscheidenmeningeom

# MeningesDiagnosisType_PetrousBoneMeningioma
source: petrous bone meningioma
de: Felsenbeinmeningeom

# MeningesDiagnosisType_TentorialMeningioma
source: tentorial meningioma
de: Tentorielles Meningeom

# MeningesDiagnosisType_Meningoangiomatosis
source: meningoangiomatosis
de: Meningoangiomatose

# MeningesDiagnosisType_Schwannoma
source: schwannoma
de: Schwannom

# MeningesDiagnosisType_Macroadenoma
source: macroadenoma
de: Makroadenom

# MeningesDiagnosisType_Osteoma
source: osteoma
de: Osteom

# MeningesDiagnosisType_PagetsDisease
source: Paget's disease
de: Morbus Paget

# MeningesDiagnosisType_FibrousDysplasia
source: fibrous dysplasia
de: Fibröse Dysplasie

# MeningesDiagnosisType_ChordomaBenignLesion
source: chordoma
de: Chordom

# MeningesDiagnosisType_Craniopharyngioma
source: craniopharyngioma
de: Kraniopharyngeom

# MeningesDiagnosisType_DuralHemangioma
source: dural hemangioma
de: Durales Hämangiom

# MeningesDiagnosisType_Metastasis
source: metastasis
de: Metastase

# MeningesDiagnosisType_Lymphoma
source: lymphoma
de: Lymphom

# MeningesDiagnosisType_Leukaemia
source: leukaemia
de: Leukämie

# MeningesDiagnosisType_MalignantMeningioma
source: malignant meningioma
de: Malignes Meningeom

# MeningesDiagnosisType_Chondrosarcoma
source: chondrosarcoma
de: Chondrosarkom

# MeningesDiagnosisType_Fibrosarcoma
source: fibrosarcoma
de: Fibrosarkom

# MeningesDiagnosisType_Angiosarcoma
source: angiosarcoma
de: Angiosarkom

# MeningesDiagnosisType_Hemangiopericytoma
source: hemangiopericytoma
de: Hämangioperizytom

# MeningesDiagnosisType_ChordomaMalignantLesion
source: chordoma
de: Chordom

# MeningesDiagnosisType_Neurosarcoidosis
source: neurosarcoidosis
de: Neurosarkoidose

# MeningesDiagnosisType_HypertrophicPachymeningitis
source: hypertrophic pachymeningitis
de: Hypertrophe Pachymeningitis

# MeningesDiagnosisType_ExtramedullaryHematopoiesis
source: extramedullary hematopoiesis
de: Extramedulläre Hämatopoese

# MeningesDiagnosisType_IgG4RelatedFinding
source: IgG4-related finding
de: IgG4 vermittelter Befund

# MeningesDiagnosisType_OssifiedDuraWithEvidenceOfFatTissue
source: ossified dura with evidence of fat tissue
de: Ossifizierte Dura mit verfettetem Mark

# MeningesDiagnosisType_NeurocutaneousMelanosis
source: neurocutaneous melanosis
de: Neurokutane Melanose

# MeningesDiagnosisType_PostoperativeFinding
source: postoperative finding
de: Postoperatives Residuum

# MeningesDiagnosisType_PosttraumaticFinding
source: posttraumatic finding
de: Posttraumatisches Residuum

# MeningesDiagnosisType_Metastases
source: metastases
de: Metastasen

# MeningesDiagnosisType_Glioblastoma
source: glioblastoma
de: Glioblastom

# MeningesDiagnosisType_Vasculitis
source: vasculitis
de: Vaskulitis

# MeningesDiagnosisType_Encephalitis
source: encephalitis
de: Enzephalitis

# MeningesDiagnosisType_SubacuteInfarction
source: subacute infarction
de: Subakuter Infarkt

# MeningesDiagnosisType_SubduralHemorrhage
source: subdural hemorrhage
de: Subduralblutung

# MeningesDiagnosisType_IntracranialHypotensionSyndrome
source: intracranial hypotension syndrome
de: Liquorunterdrucksyndrom

# MeningesDiagnosisType_SturgeWeberSyndrome
source: sturge-weber syndrome
de: Sturge-Weber-Syndrom

# ClassificationAdamsType_Grade1
source: traumatic lesions in the white matter (grade I)
de: Traumatische Läsionen in der weißen Substanz (Grad I)

# ClassificationAdamsType_Grade2
source: involvement of the corpus callosum (grade II)
de: Beteiligung des Corpus callosum (Grad II)

# ClassificationAdamsType_Grade3
source: involvement of the brainstem (grade III)
de: Beteiligung des Hirnstamms (Grad III)

# ClassificationFazekasType_Grade1
source: grade 1
de: Grad 1

# ClassificationFazekasType_Grade2
source: grade 2
de: Grad 2

# ClassificationFazekasType_Grade3
source: grade 3
de: Grad 3

# ClassificationWHOType_Grade1
source: grade I
de: Grad I

# ClassificationWHOType_Grade2
source: grade II
de: Grad II

# ClassificationWHOType_Grade3
source: grade III
de: Grad III

# ClassificationWHOType_Grade4
source: grade IV
de: Grad IV

# CortexFindingType_Focal
source: focal
de: fokal

# CortexFindingType_Diffuse
source: diffuse
de: diffus

# CerebrospinalFluidSpaceFindingType_NormVariantVentricle
source: norm variant ventricle
de: Normvariante Ventrikel

# CerebrospinalFluidSpaceFindingType_VentricleConfiguration
source: ventricle configuration
de: Ventrikelkonfiguration

# CerebrospinalFluidSpaceFindingType_Mass
source: mass
de: Raumforderung

# CerebrospinalFluidSpaceFindingType_SubarachnoidHemorrhage
source: subarachnoid hemorrhage
de: Subarachnoidalblutung

# CerebrospinalMassDiagnosisType_BenignLesionNotSpecified
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# CerebrospinalMassDiagnosisType_MalignantLesionNotSpecified
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# CerebrospinalMassDiagnosisType_DignityUnclear
source: lesion of unknown etiology
de: Läsion unklarer Dignität

# CerebrospinalMassDiagnosisType_ColloidCyst
source: colloid cyst
de: Kolloidzyste

# CerebrospinalMassDiagnosisType_EpendymalCyst
source: ependymal cyst
de: Ependymale Zyste

# CerebrospinalMassDiagnosisType_ChoroidPlexusPapilloma
source: choroid plexus papilloma
de: Choroidplexuspapillom

# CerebrospinalMassDiagnosisType_GliomaBenign
source: glioma
de: Gliom
