Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/HeadValuesResources.*.resx
Languages: de

# ClinicalSymptomType_CognitiveChanges
source: cognitive changes
de: Kognitive Veränderungen

# ClinicalSymptomType_AlteredStateOfConsciousness
source: altered state of consciousness
de: Bewusstseinsstörung

# ClinicalSymptomType_SignsOfIncreasedIntracranialPressure
source: signs of increased intracranial pressure (ICP)
de: Hirndruckzeichen

# ClinicalSymptomType_SignsOfInflammation
source: signs of inflammation
de: Entzündungszeichen

# ClinicalSymptomType_MotorDeficit
source: motor deficit
de: Motorisches Defizit

# ClinicalSymptomType_CranialNerves
source: cranial nerves
de: Hirnnerven

# ClinicalSymptomType_Dysesthesia
source: dysesthesia
de: Dysästhesie

# ClinicalSymptomType_Ataxia
source: ataxia
de: Ataxie

# ClinicalSymptomType_SpeechDisorder
source: speech disorder
de: Sprechstörung

# ClinicalSymptomType_Dysphagia
source: dysphagia
de: Dysphagie

# ClinicalSymptomType_HearingImpairment
source: hearing impairment
de: Hörstörung

# ClinicalSymptomType_PupilEyelidOrbit
source: pupil/eyelid/orbit
de: Pupille/Augenlid/Augenhöhle

# ClinicalSymptomType_CentralEndocrineDisorder
source: central endocrine disorder
de: Zentrale endokrine Störung

# ClinicalSymptomType_PsychiatricDisorder
source: psychiatric disorder
de: Psychiatrische Erkrankung

# ClinicalSymptomType_UrinaryIncontinence
source: urinary incontinence
de: Harninkontinenz

# ClinicalSymptomType_SoftTissueHematoma
source: soft tissue hematoma
de: Weichteilhämatom

# ClinicalSymptomType_ScalpLaceration
source: scalp laceration
de: Kopfplatzwunde

# PreviousInterventionsTherapiesType_Surgery
source: surgery
de: Operation

# PreviousInterventionsTherapiesType_Biopsy
source: biopsy
de: Biopsie

# PreviousInterventionsTherapiesType_Chemotherapy
source: chemotherapy
de: Chemotherapie

# PreviousInterventionsTherapiesType_RadiationTherapy
source: radiation therapy
de: Radiatio

# ClinicalSymptomType_DisordersOfConsciousness
source: Altered state of consciousness
de: Bewusstseinsstörung

# ClinicalSymptomType_EndocrineDisorder
source: Endocrine disorder
de: Zentrale endokrine Störung

# ClinicalSymptomType_PupilEyelidEyeOrbit
source: Pupil/eyelid/eye orbit
de: Pupille/Augenlid/Augenhöhle

# BasalNucleiDiagnosisType_AcuteStroke
source: acute stroke
de: Akuter Infarkt

# BasalNucleiDiagnosisType_Ischemia
source: ischemia
de: Ischämie

# BasalNucleiDiagnosisType_Hemorrhage
source: hemorrhage
de: Blutung

# BasalNucleiDiagnosisType_HypertensiveHemorrhage
source: hypertensive hemorrhage
de: Hypertensive Blutung

# BasalNucleiDiagnosisType_DeepVenousThrombosis
source: deep venous thrombosis
de: Tiefe venöse Thrombose

# BasalNucleiDiagnosisType_AcuteHypertensiveEncephalopathyPres
source: acute hypertensive encephalopathy (PRES)
de: Akute hypertensive Enzephalopathie (PRES)

# BasalNucleiDiagnosisType_CavernousMalformation
source: cavernous malformation
de: Kavernöse Malformation

# BasalNucleiDiagnosisType_SusacSyndrome
source: SUSAC syndrome
de: SUSAC Syndrom

# BasalNucleiDiagnosisType_HypotensiveInfarction
source: hypotensive infarction
de: Hypotensiver Infarkt

# BasalNucleiDiagnosisType_HemorrhagicNecrosis
source: hemorrhagic necrosis
de: Hämorrhagische Nekrosen

# BasalNucleiDiagnosisType_IdiopathicBasalGangliaCalcification
source: idiopathic basal ganglia calcification
de: Idiopatische Basalganglienverkalkung

# BasalNucleiDiagnosisType_HuntingtonsDisease
source: Huntington's disease
de: Chorea Huntington

# BasalNucleiDiagnosisType_Vasculitis
source: vasculitis
de: Vaskulitis

# BasalNucleiDiagnosisType_Encephalitis
source: encephalitis
de: Enzephalitis

# BasalNucleiDiagnosisType_BehcetSDisease
source: Behcet's disease
de: Morbus Behcet

# BasalNucleiDiagnosisType_CreutzfeldJakobDisease
source: Creutzfeld-Jakob disease
de: Creutzfeld-Jakob-Krankheit

# BasalNucleiDiagnosisType_Hypoglycemia
source: hypoglycemia
de: Hypoglykämie

# BasalNucleiDiagnosisType_DiabeticKetoacidosis
source: diabetic ketoacidosis
de: Diabetische Ketoazidose

# BasalNucleiDiagnosisType_UremicEncephalopathy
source: uremic encephalopathy
de: Urämische Enzephalopathie

# BasalNucleiDiagnosisType_HepaticEncephalopathy
source: hepatic encephalopathy
de: Hepatische Enzephalopathie

# BasalNucleiDiagnosisType_Hypothyroidism
source: hypothyroidism
de: Hypothyreoidose

# BasalNucleiDiagnosisType_Hyperparathyroidism
source: hyperparathyroidism
de: Hyperparathyreoidismus

# BasalNucleiDiagnosisType_FahrSyndrome
source: Fahr syndrome
de: Morbus Fahr

# BasalNucleiDiagnosisType_OsmoticDemyelinationSyndrome
source: osmotic demyelination syndrome
de: Osmotisches Demyelinisierungssyndrom

# BasalNucleiDiagnosisType_ToxicEncephalopathy
source: toxic encephalopathy
de: Toxische Enzephalopathie

# BasalNucleiDiagnosisType_MethanolIntoxication
source: methanol intoxication
de: Methanolintoxikation

# BasalNucleiDiagnosisType_Hypoxia
source: hypoxia
de: Hypoxie

# BasalNucleiDiagnosisType_CarbonMonoxideIntoxication
source: carbon monoxide intoxication
de: CO-Intoxikation

# BasalNucleiDiagnosisType_WilsonsDisease
source: Wilson's disease
de: Morbus Wilson

# BasalNucleiDiagnosisType_WernickeEncephalopathy
source: Wernicke encephalopathy
de: Wernicke Enzephalopathie

# BasalNucleiDiagnosisType_MelasSyndrome
source: MELAS syndrome
de: MELAS Syndrom

# BasalNucleiDiagnosisType_BenignLesionNotFurtherSpecified
source: benign lesion, not further specified
de: Nicht näher spezifizierte benigne Läsion

# BasalNucleiDiagnosisType_MalignantLesionNotFurtherSpecified
source: malignant lesion, not further specified
de: Nicht näher spezifizierte maligne Läsion

# BasalNucleiDiagnosisType_UnknownEtiology
source: unknown etiology
de: Befund unklarer Ätiologie

# BasalNucleiDiagnosisType_Metastasis
source: metastasis
de: Metastase

# BasalNucleiDiagnosisType_DiffuseAstrocytoma
source: diffuse astrocytoma
de: Diffuses Astrozytom

# BasalNucleiDiagnosisType_Glioma
source: glioma
de: Gliom

# BasalNucleiDiagnosisType_Glioblastoma
source: glioblastoma
de: Glioblastom

# BasalNucleiDiagnosisType_PrimaryCNSLymphoma
source: primary CNS lymphoma
de: Primäres ZNS Lymphom

# BasalNucleiDiagnosisType_Germinoma
source: germinoma
de: Germinom

# BasalNucleiDiagnosisType_EnlargedPerivascularSpaces
source: enlarged perivascular spaces
de: Erweiterte perivaskuläre Räume

# BasalNucleiDiagnosisType_CerebralHemorrhagicContusion
source: cerebral hemorrhagic contusion
de: Kontusionsblutung

# BasalNucleiDiagnosisType_ShearStressInducedBleeding
source: shear-stress induced bleeding
de: Scherblutung

# BasalNucleiDiagnosisType_ChemotherapyAssociatedChanges
source: chemotherapy associated changes
de: Nach Chemotherapie

# BasalNucleiDiagnosisType_PostradiationChanges
source: postradiation changes
de: Postradiogen

# ContrastDistributionType_Peripheral
source: peripheral
de: Peripher

# ContrastDistributionType_RimEnhancement
source: rim enhancement
de: Ringförmig

# ContrastDistributionType_EntireLesion
source: entire lesion
de: Gesamte Läsion

# ContrastDistributionType_Central
source: central
de: Zentral

# ContrastDistributionType_InNidus
source: of the nidus
de: Im Nidus

# CortexDifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# CortexDifferentialDiagnosisType_MalignantLesionNotFurtherSpecified
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# CortexDifferentialDiagnosisType_UnknownEtiology
source: lesion of unknown etiology
de: Läsion unklarer Dignität

# CortexDifferentialDiagnosisType_ChronicLacunarInfarction
source: chronic lacunar infarction
de: Chronisch lakunärer Infarkt

# CortexDifferentialDiagnosisType_AcuteInfarction
source: acute infarction
de: Frischer Infarkt

# CortexDifferentialDiagnosisType_TerritorialInfarction
source: territorial infarction
de: Territorialinfarkt

# CortexDifferentialDiagnosisType_LuxuryPerfusion
source: luxury perfusion
de: Luxusperfusion

# CortexDifferentialDiagnosisType_VascularMalformation
source: vascular malformation
de: Vaskuläre Malformation

# CortexDifferentialDiagnosisType_CapillaryTelangiectasia
source: capillary telangiectasia
de: Kapilläre Teleangiektasie

# CortexDifferentialDiagnosisType_Cavernoma
source: cavernoma
de: Kavernom

# CortexDifferentialDiagnosisType_ExtendedPerivascularSpaces
source: extended perivascular spaces
de: Erweiterte perivasale Räume

# CortexDifferentialDiagnosisType_EdemaCytotoxic
source: cytotoxic edema
de: Zytotoxisches Ödem

# CortexDifferentialDiagnosisType_EdemaVasogenic
source: vasogenic edema
de: Vasogenes Ödem

# CortexDifferentialDiagnosisType_CysticLesion
source: cystic lesion
de: Zystische Läsion

# CortexDifferentialDiagnosisType_CystInflammatoryGenesis
source: cyst of inflammatory genesis
de: Zyste entzündlicher Genese

# CortexDifferentialDiagnosisType_CystMalignantGenesis
source: cyst of malignant genesis
de: Zyste maligner Genese

# CortexDifferentialDiagnosisType_PorencephalicCyst
source: porencephalic cyst
de: Porenzephale Zyste

# CortexDifferentialDiagnosisType_ArachnoidCyst
source: arachnoid cyst
de: Arachnoidalzyste

# CortexDifferentialDiagnosisType_LowGradeBrainTumor
source: low grade brain tumor
de: Niedriggradiger hirneigener Tumor

# CortexDifferentialDiagnosisType_HigherGradeBrainTumor
source: higher grade brain tumor
de: Höhergradiger hirneigener Tumor

# CortexDifferentialDiagnosisType_CNSLymphoma
source: CNS lymphoma
de: ZNS Lymphom

# CortexDifferentialDiagnosisType_InflammatoryGenesis
source: inflammatory genesis
de: Entzündliche Genese

# CortexDifferentialDiagnosisType_PostInflammatoryChange
source: post-inflammatory change
de: Entzündliche Veränderung

# CortexDifferentialDiagnosisType_OpportunisticInfectious
source: opportunistic infectious
de: Opportunistisch infektiös

# CortexDifferentialDiagnosisType_ParasiticInfectious
source: parasitic infectious
de: Parasitär infektiös

# CortexDifferentialDiagnosisType_DefectArea
source: defect area
de: Defektareal

# CortexDifferentialDiagnosisType_PostischemicDefect
source: postischemic defect
de: Postischämischer Defekt

# CortexDifferentialDiagnosisType_PostoperativeDefect
source: postoperative defect
de: Postoperativer Defekt

# CortexDifferentialDiagnosisType_PosttraumaticDefect
source: posttraumatic defect
de: Posttraumatischer Defekt

# CortexDifferentialDiagnosisType_PostradiationChanges
source: postradiation changes
de: Postradiogen

# CortexDifferentialDiagnosisType_BrainEdemaCytotoxic
source: cytotoxic brain edema
de: Zytotoxisches Hirnödem

# CortexDifferentialDiagnosisType_BrainEdemaVasogenic
source: vasogenic brain edema
de: Vasogenes Hirnödem

# CortexDifferentialDiagnosisType_CongestiveEdemaInSinusAndVenousThrombosis
source: congestive edema in sinus and venous thrombosis
de: Kongestionsödem bei Sinus- und Venenthrombose

# CortexDifferentialDiagnosisType_AlcoholRelatedAtrophy
source: alcohol related atrophy
de: Alkoholtoxische Atrophie

# CortexDifferentialDiagnosisType_CMVEncephalitis
source: CMV encephalitis
de: CMV Enzephalitis

# AffectedSegmentsOrVesselsLocations_ACALeft
source: ACA left
de: ACA links

# AffectedSegmentsOrVesselsLocations_ACARight
source: ACA right
de: ACA rechts

# AffectedSegmentsOrVesselsLocations_MCALeft
source: MCA left
de: MCA links

# AffectedSegmentsOrVesselsLocations_MCARight
source: MCA right
de: MCA rechts

# AffectedSegmentsOrVesselsLocations_PCALeft
source: PCA left
de: PCA links

# AffectedSegmentsOrVesselsLocations_PCARight
source: PCA right
de: PCA rechts

# CerebrospinalMassDiagnosisType_Abscess
source: abscess
de: Abszess

# CerebrospinalMassDiagnosisType_SecondaryCNSLymphoma
source: secondary CNS lymphoma
de: Sekundäre Lymphommanifestation

# CerebrospinalMassDiagnosisType_SubependymalGiantCellAstrocytoma
source: subependymal giant cell astrocytoma
de: Subependymales Großzellastrozytom

# CerebrospinalVentricleDiagnosisType_HydrocephalusDueToVPShuntUnderdrainage
source: hydrocephalus due to VP shunt underdrainage
de: Hydrocephalus bei Unterdrainage bei Z.n. Anlage eines ventrikuloperitonealen Shunts

# ContrastDistributionType_Nodular
source: nodular
de: Nodulär

# ContrastDistributionType_RingShaped
source: ring-shaped
de: Ringförmig

# SellarRegionDiagnosisType_BenignLesionNotSpecified
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# SellarRegionDiagnosisType_MalignantLesionNotSpecified
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# SellarRegionDiagnosisType_DignityUnclear
source: lesion of unknown etiology
de: Läsion unklarer Dignität

# SellarRegionDiagnosisType_Aneurysm
source: aneurysm
de: Aneurysma

# SellarRegionDiagnosisType_PituitaryMacroadenoma
source: pituitary macroadenoma
de: Makroadenom der Hypophyse

# SellarRegionDiagnosisType_Meningioma
source: meningioma
de: Meningeom

# SellarRegionDiagnosisType_Craniopharyngioma
source: craniopharyngioma
de: Kraniopharyngeom

# SellarRegionDiagnosisType_GliomaBenign
source: glioma
de: Gliom

# SellarRegionDiagnosisType_Hamartoma
source: hamartoma
de: Hamartom

# SellarRegionDiagnosisType_TeratomaBenign
source: teratoma
de: Teratom

# SellarRegionDiagnosisType_SchwannomaNeurinoma
source: schwannoma/neurinoma
de: Schwannom/Neurinom

# SellarRegionDiagnosisType_ParagangliomaBenign
source: paraganglioma
de: Paragangliom

# SellarRegionDiagnosisType_Metastasis
source: metastasis
de: Metastase

# SellarRegionDiagnosisType_TeratomaMalignant
source: teratoma
de: Teratom

# SellarRegionDiagnosisType_GliomaMalignant
source: glioma
de: Gliom

# SellarRegionDiagnosisType_Germinoma
source: germinoma
de: Germinom

# SellarRegionDiagnosisType_Lymphoma
source: lymphoma
de: Lymphom

# SellarRegionDiagnosisType_ParagangliomaMalignant
source: paraganglioma
de: Paragangliom

# SellarRegionDiagnosisType_Chordoma
source: chordoma
de: Chordom

# SellarRegionDiagnosisType_InflammatoryGenesis
source: inflammatory genesis
de: Entzündliche Genese

# SellarRegionDiagnosisType_PostInflammatoryChange
source: post-inflammatory change
de: Postentzündliche Veränderung

# SellarRegionDiagnosisType_Neurosarcoidosis
source: neurosarcoidosis
de: Neurosarkoidose

# SellarRegionDiagnosisType_Demyelination
source: demyelination
de: Demyelinisierung

# SellarRegionDiagnosisType_MultipleSclerosis
source: multiple sclerosis
de: Multiple Sklerose

# SellarRegionDiagnosisType_OpticNeuritis
source: optic neuritis
de: Neuritis optica

# SellarRegionDiagnosisType_Tuberculosis
source: tuberculosis
de: Tuberkulose

# SellarRegionDiagnosisType_Gliosis
source: gliosis
de: Gliose

# SellarRegionDiagnosisType_DefectArea
source: defect area
de: Defektareal

# SellarRegionDiagnosisType_PostischemicDefect
source: postischemic structural defect
de: Postischämischer Defekt

# SellarRegionDiagnosisType_PostoperativeDefect
source: postoperative structural defect
de: Postoperativer Defekt

# SellarRegionDiagnosisType_PosttraumaticDefect
source: posttraumatic structural defect
de: Posttraumatischer Defekt

# SellarRegionDiagnosisType_Histiocytosis
source: histiocytosis
de: Histiozytose

# SellarRegionDiagnosisType_EosinophilicGranuloma
source: eosinophilic granuloma
de: Eosinophiles Granulom

# SellarRegionDiagnosisType_PostradiationChanges
source: postradiation changes
de: Postradiogen

# SellarRegionDiagnosisType_Calcification
source: calcification
de: Verkalkung

# SellarRegionDiagnosisType_Hemorrhage
source: hemorrhage
de: Blutung

# SellarRegionDiagnosisType_InflammatoryEtiology
source: inflammatory etiology
de: Entzündliche Genese

# SellarRegionDiagnosisType_StructuralDefect
source: structural defect
de: Defektareal
