Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/HeadValuesResources.*.resx
Languages: de

# CerebrospinalMassDiagnosisType_SubependymalLargeCellAstrocytoma
source: subependymal large cell astrocytoma
de: Subependymales Großzellastrozytom

# CerebrospinalMassDiagnosisType_EpendymomaBenign
source: ependymoma
de: Ependymom

# CerebrospinalMassDiagnosisType_Subependymoma
source: subependymoma
de: Subependymom

# CerebrospinalMassDiagnosisType_Meningioma
source: meningioma
de: Meningeom

# CerebrospinalMassDiagnosisType_PituitaryAdenoma
source: pituitary adenoma
de: Hypophysenadenom

# CerebrospinalMassDiagnosisType_Craniopharyngioma
source: craniopharyngioma
de: Kraniopharyngeom

# CerebrospinalMassDiagnosisType_Metastasis
source: metastasis
de: Metastase

# CerebrospinalMassDiagnosisType_PrimaryCNSLymphomaPCNSL
source: primary CNS lymphoma (PCNSL)
de: Primäres ZNS Lymphom (PZNSL)

# CerebrospinalMassDiagnosisType_SecondaryLymphomaManifestation
source: secondary lymphoma manifestation
de: Sekundäre Lymphommanifestation

# CerebrospinalMassDiagnosisType_GliomaMalignant
source: glioma
de: Gliom

# CerebrospinalMassDiagnosisType_EpendymomaMalignant
source: ependymoma
de: Ependymom

# CerebrospinalMassDiagnosisType_PilocyticAstrocytoma
source: pilocytic astrocytoma
de: Pilozytisches Astrozytom

# CerebrospinalMassDiagnosisType_Glioblastoma
source: glioblastoma
de: Glioblastom

# CerebrospinalMassDiagnosisType_Oligodendroglioma
source: oligodendroglioma
de: Oligodendrogliom

# CerebrospinalMassDiagnosisType_ChoroidPlexusCarcinoma
source: choroid plexus carcinoma
de: Choroidplexuskarzinom

# CerebrospinalMassDiagnosisType_Hygroma
source: hygroma
de: Hygrom

# CerebrospinalMassDiagnosisType_Ventriculitis
source: ventriculitis
de: Ventrikulitis

# CerebrospinalMassDiagnosisType_TuberousSclerosis
source: tuberous sclerosis
de: Tuberöse Sklerose

# CerebrospinalMassDiagnosisType_Neurofibromatosis
source: neurofibromatosis
de: Neurofibromatose

# CerebrospinalMassDiagnosisType_Neurocysticercosis
source: neurocysticercosis
de: Neurozystizerkose

# CerebrospinalMassDiagnosisType_Tuberculoma
source: tuberculoma
de: Tuberkulom

# CerebrospinalMassDiagnosisType_Aneurysm
source: aneurysm
de: Aneurysma

# CerebrospinalVentricleDiagnosisType_InternalHydrocephalus
source: internal hydrocephalus
de: Hydrocephalus internus

# CerebrospinalVentricleDiagnosisType_ExternalHydrocephalus
source: external hydrocephalus
de: Hydrocephalus externus

# CerebrospinalVentricleDiagnosisType_CommunicatingHydrocephalus
source: communicating hydrocephalus
de: Hydrocephalus communicans

# CerebrospinalVentricleDiagnosisType_ObstructiveHydrocephalus
source: obstructive hydrocephalus
de: Hydrocephalus occlusus

# CerebrospinalVentricleDiagnosisType_NormalPressureHydrocephalus
source: normal pressure hydrocephalus
de: Normaldruckhydrocephalus

# CerebrospinalVentricleDiagnosisType_IntracranialHypotension
source: intracranial hypotension
de: Intrakranielle Hypotension

# CerebrospinalVentricleDiagnosisType_HydrocephalusExVacuo
source: hydrocephalus ex vacuo
de: Hydrocephalus e vacuo

# BasalNucleiDiagnosisType_HypotensiveCerebralInfarction
source: Hypotensive cerebral infarction
de: Hypotensiver Infarkt

# BasalNucleiDiagnosisType_BasalGangliaCalcification
source: Basal ganglia calcification
de: Basalganglienverkalkung

# BasalNucleiDiagnosisType_HuntingtonSChorea
source: Huntington's chorea
de: Chorea Huntington

# BasalNucleiDiagnosisType_FahrSDisease
source: Fahr's disease
de: Morbus Fahr

# BasalNucleiDiagnosisType_ManganeseDeposit
source: Manganese deposit
de: Mangandeposit

# BasalNucleiDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# BasalNucleiDiagnosisType_AfterChemotherapy
source: After chemotherapy
de: Nach Chemotherapie

# BasalNucleiDiagnosisType_PostRadiogenic
source: Post-radiogenic
de: Postradiogen

# BasalNucleiFindingType_Pathology
source: Pathology
de: Pathologie

# SellarRegionDiagnosisType_PituitaryMicroadenoma
source: pituitary microadenoma
de: Mikroadenom der Hypophyse

# SellarRegionDiagnosisType_RathkeCleftCyst
source: rathke cleft cyst
de: Rathke Zyste

# SellarRegionDiagnosisType_ArachnoidCyst
source: arachnoid cyst
de: Arachnoidalzyste

# SellarRegionDiagnosisType_PostoperativeChanges
source: postoperative changes
de: Postoperative Veränderung

# SellarRegionFindingType_Pathology
source: pathology
de: Pathologie

# AssessmentType_GradeI
source: Grade I
de: Grad I

# AssessmentType_GradeII
source: Grade II
de: Grad II

# AssessmentType_GradeIII
source: Grade III
de: Grad III

# SummaryFindingType_MultipleSclerosis
source: Multiple sclerosis
de: Multiple Sklerose

# SummaryFindingType_SignsOfIntracranialPressure
source: Signs of intracranial pressure
de: Hirndruckzeichen

# SummaryFindingType_Hemorrhage
source: Hemorrhage
de: Blutung

# SummaryFindingType_Seizure
source: Seizure
de: Krampfanfall

# SummaryDiagnosisType_FungalInfection
source: Fungal infection
de: Pilzinfektion

# SummaryDiagnosisType_SusacsSyndrome
source: Susac's syndrome
de: Susac-Syndrom

# SummaryDiagnosisType_AntiphospholipidSyndrome
source: Antiphospholipid syndrome
de: Antiphospholipidsyndrom

# SummaryDiagnosisType_NormalPressureHydrocephalus
source: normal pressure hydrocephalus (NPH)
de: Normaldruckhydrozephalus (NPH)

# SummaryDiagnosisType_AlzheimersDisease
source: Alzheimer's disease
de: Alzheimer

# SummaryDiagnosisType_MixedDementia
source: mixed dementia
de: Gemischte Demenz

# SummaryDiagnosisType_FrontotemporalLobarDegeneration
source: frontotemporal lobar degeneration
de: Frontotemporale lobäre Degeneration

# SummaryDiagnosisType_VascularDementia
source: vascular dementia
de: Vaskuläre Demenz

# SummaryDiagnosisType_MultipleSclerosis
source: multiple Sclerosis
de: Multiple Sklerose

# SummaryDiagnosisType_CorticobasalDegeneration
source: corticobasal degeneration
de: Kortikobasale Degeneration

# SummaryDiagnosisType_LewyBodyDementia
source: Lewy body dementia
de: Lewy-Body-Demenz

# SummaryDiagnosisType_AlcoholAssociated
source: alcohol associated
de: Alkohol assoziiert

# SummaryDiagnosisType_MultisystemAtrophy
source: multisystem atrophy (MSA)
de: Multisystematrophie (MSA)

# SummaryDiagnosisType_MultisystemAtrophyP
source: multisystem atrophy P (MSA P)
de: Multisystematrophie P (MSA P)

# SummaryDiagnosisType_MultisystemAtrophyA
source: multisystem atrophy A (MSA A)
de: Multisystematrophie A (MSA A)

# SummaryDiagnosisType_MultisystemAtrophyC
source: multisystem atrophy C (MSA C)
de: Multisystematrophie C (MSA C)

# SummaryDiagnosisType_CerebralAmyloidAngiopathy
source: cerebral amyloid angiopathy
de: Zerebrale Amyloidangiopathie

# SummaryDiagnosisType_CreutzfeldtJakobDisease
source: Creutzfeldt-Jakob disease
de: Creutzfeldt-Jakob-Krankheit

# SummaryDiagnosisType_TraumaticBrainInjury
source: traumatic brain injury
de: Schädelhirntrauma

# NeurodegenerationLocalizationType_Supratentorial
source: supratentorial
de: Supratentoriell

# NeurodegenerationLocalizationType_Infratentorial
source: infratentorial
de: Infratentoriell

# HerniationType_Subfalcine
source: subfalcine
de: subfalcin

# HerniationType_TranstentorialDescending
source: transtentorial, descending
de: transtentoriell, deszendierend

# HerniationType_TranstentorialAscending
source: transtentorial, ascending
de: transtentoriell, aszendierend

# HerniationType_TranstentorialUncal
source: transtentorial, uncal
de: transtentoriell, uncal

# HerniationType_TranstentorialCentral
source: transtentorial, central
de: transtentoriell, zentral

# HerniationType_InfratentorialTonsillar
source: infratentorial, tonsillar
de: infratentoriell, tonsillär

# CerebralVenousThrombosisLocations_SuperiorSagittalSinus
source: superior sagittal sinus
de: Sinus sagittalis superior

# CerebralVenousThrombosisLocations_InferiorSagittalSinus
source: inferior sagittal sinus
de: Sinus sagittalis inferior

# CerebralVenousThrombosisLocations_GreatCerebralVein
source: great cerebral vein
de: V. cerebri magna

# CerebralVenousThrombosisLocations_StraightSinus
source: straight sinus
de: Sinus rectus

# CerebralVenousThrombosisLocations_ConfluensOfSinuses
source: confluens of sinuses
de: Confluens sinuum

# CerebralVenousThrombosisLocations_TransverseSinusRight
source: transverse sinus right
de: Sinus transversus rechts

# CerebralVenousThrombosisLocations_SigmoidSinusRight
source: sigmoid sinus right
de: Sinus sigmoideus rechts

# CerebralVenousThrombosisLocations_SuperiorPetrosalSinusRight
source: superior petrosal sinus right
de: Sinus petrosus superior rechts

# CerebralVenousThrombosisLocations_InferiorPetrosalSinusRight
source: inferior petrosal sinus right
de: Sinus petrosus inferior rechts

# CerebralVenousThrombosisLocations_InternalJugularVeinRight
source: internal jugular vein right
de: V. jugularis interna rechts

# CerebralVenousThrombosisLocations_CavernousSinusRight
source: cavernous sinus right
de: Sinus cavernosus rechts

# CerebralVenousThrombosisLocations_BasalVeinRight
source: basal vein right
de: V. basalis rechts

# CerebralVenousThrombosisLocations_TransverseSinusLeft
source: transverse sinus left
de: Sinus transversus links

# CerebralVenousThrombosisLocations_SigmoidSinusLeft
source: sigmoid sinus left
de: Sinus sigmoideus links

# CerebralVenousThrombosisLocations_SuperiorPetrosalSinusLeft
source: superior petrosal sinus left
de: Sinus petrosus superior links

# CerebralVenousThrombosisLocations_InferiorPetrosalSinusLeft
source: inferior petrosal sinus left
de: Sinus petrosus inferior links

# CerebralVenousThrombosisLocations_InternalJugularVeinLeft
source: internal jugular vein left
de: V. jugularis interna links

# CerebralVenousThrombosisLocations_CavernousSinusLeft
source: cavernous sinus left
de: Sinus cavernosus links

# CerebralVenousThrombosisLocations_BasalVeinLeft
source: basal vein left
de: V. basalis links

# SegmentsBouthillierLocations_C1
source: Cervical segment
de: Zervikales Segment

# SegmentsBouthillierLocations_C2
source: Petrous (horizontal) segment
de: Petröses Segment

# SegmentsBouthillierLocations_C3
source: Lacerum segment
de: Foramen-lacerum-Segment

# SegmentsBouthillierLocations_C4
source: Cavernous segment
de: Kavernöses Segment

# SegmentsBouthillierLocations_C5
source: Clinoid segment
de: Klinoidales Segment

# SegmentsBouthillierLocations_C6
source: Ophthalmic segment
de: Ophthalmisches Segment

# SegmentsBouthillierLocations_C7
source: Communicating segment
de: Terminales Segment

# BasalGangliaLocations_ThalamusRight
source: thalamus right
de: Thalamus rechts

# BasalGangliaLocations_PutamenRight
source: putamen right
de: Putamen rechts

# BasalGangliaLocations_GlobusPallidusRight
source: globus pallidus right
de: Globus pallidus rechts

# BasalGangliaLocations_GlobusPallidusInternalRight
source: globus pallidus, internal segment right
de: Globus pallidus internus rechts

# BasalGangliaLocations_GlobusPallidusExternalRight
source: globus pallidus, external segment right
de: Globus pallidus externus rechts

# BasalGangliaLocations_CaudateNucleusRight
source: caudate nucleus right
de: Nucleus caudatus rechts

# BasalGangliaLocations_HeadCaudateNucleusRight
source: head of caudate nucleus right
de: Caput nuclei caudati rechts

# BasalGangliaLocations_BodyCaudateNucleusRight
source: body of caudate nucleus right
de: Corpus nuclei caudati rechts

# BasalGangliaLocations_TailCcaudateNucleusRight
source: tail of caudate nucleus right
de: Cauda nuclei caudati rechts

# BasalGangliaLocations_InternalCapsuleRight
source: internal capsule right
de: Capsula interna rechts

# BasalGangliaLocations_AnteriorLimbInternalCapsuleRight
source: anterior limb of internal capsule right
de: Capsula interna, Crus anterius rechts

# BasalGangliaLocations_GenuInternalCapsuleRight
source: genu of internal capsule right
de: Capsula interna, Genu rechts

# BasalGangliaLocations_PosteriorLimbInternalCapsuleRight
source: posterior limb of internal capsule right
de: Capsula interna, Crus posterius rechts

# BasalGangliaLocations_ExternalCapsuleRight
source: external capsule right
de: Capsula externa rechts

# BasalGangliaLocations_ExtremeCapsuleRight
source: extreme capsule right
de: Capsula extrema rechts

# BasalGangliaLocations_ClaustrumRight
source: claustrum right
de: Claustrum rechts

# BasalGangliaLocations_ThalamusLeft
source: thalamus left
de: Thalamus links

# BasalGangliaLocations_PutamenLeft
source: putamen left
de: Putamen links

# BasalGangliaLocations_GlobusPallidusLeft
source: globus pallidus left
de: Globus pallidus links

# BasalGangliaLocations_GlobusPallidusInternalLeft
source: globus pallidus, internal segment left
de: Globus pallidus internus links

# BasalGangliaLocations_GlobusPallidusExternalLeft
source: globus pallidus, external segment left
de: Globus pallidus externus links

# BasalGangliaLocations_CaudateNucleusLeft
source: caudate nucleus left
de: Nucleus caudatus links

# BasalGangliaLocations_HeadCaudateNucleusLeft
source: head of caudate nucleus left
de: Caput nuclei caudati links

# BasalGangliaLocations_BodyCaudateNucleusLeft
source: body of caudate nucleus left
de: Corpus nuclei caudati links

# BasalGangliaLocations_TailCcaudateNucleusLeft
source: tail of caudate nucleus left
de: Cauda nuclei caudati links

# BasalGangliaLocations_InternalCapsuleLeft
source: internal capsule left
de: Capsula interna links

# BasalGangliaLocations_AnteriorLimbInternalCapsuleLeft
source: anterior limb of internal capsule left
de: Capsula interna, Crus anterius links

# BasalGangliaLocations_GenuInternalCapsuleLeft
source: genu of internal capsule left
de: Capsula interna, Genu links

# BasalGangliaLocations_PosteriorLimbInternalCapsuleLeft
source: posterior limb of internal capsule left
de: Capsula interna, Crus posterius links

# BasalGangliaLocations_ExternalCapsuleLeft
source: external capsule left
de: Capsula externa links

# BasalGangliaLocations_ExtremeCapsuleLeft
source: extreme capsule left
de: Capsula extrema links

# BasalGangliaLocations_ClaustrumLeft
source: claustrum left
de: Claustrum links

# CortexLocations_FrontalLobeRight
source: frontal lobe right
de: Frontallappen rechts

# CortexLocations_SuperiorFrontalGyrusRight
source: superior frontal gyrus right
de: Gyrus frontalis superior rechts

# CortexLocations_MiddleFrontalGyrusRight
source: middle frontal gyrus right
de: Gyrus frontalis medius rechts

# CortexLocations_PrecentralGyrusRight
source: precentral gyrus right
de: Gyrus praecentralis rechts

# CortexLocations_CentrumSemiovaleRight
source: centrum semiovale right
de: Centrum semiovale rechts

# CortexLocations_ParietalLobeRight
source: parietal lobe right
de: Parietallappen rechts

# CortexLocations_PostcentralLobeRight
source: postcentral lobe right
de: Gyrus postcentralis rechts

# CortexLocations_OccipitalLobeRight
source: occipital lobe right
de: Okzipitallappen rechts

# CortexLocations_InsulaRight
source: insula right
de: Insula rechts

# CortexLocations_TemporalLobeRight
source: temporal lobe right
de: Temporallappen rechts

# CortexLocations_HippocampusRight
source: hippocampus right
de: Hippocampus rechts

# CortexLocations_TemporalPoleRight
source: temporal pole right
de: Temporalpol rechts

# CortexLocations_OperculumRight
source: operculum right
de: Operculum rechts

# CortexLocations_CerebellarHemisphereRight
source: cerebellar hemisphere right
de: Kleinhirnhemisphäre rechts

# CortexLocations_CerebellarTonsilRight
source: cerebellar tonsil right
de: Kleinhirntonsille rechts

# CortexLocations_FrontalLobeLeft
source: frontal lobe left
de: Frontallappen links

# CortexLocations_SuperiorFrontalGyrusLeft
source: superior frontal gyrus left
de: Gyrus frontalis superior links

# CortexLocations_MiddleFrontalGyrusLeft
source: middle frontal gyrus left
de: Gyrus frontalis medius links

# CortexLocations_PrecentralGyrusLeft
source: precentral gyrus left
de: Gyrus praecentralis links

# CortexLocations_CentrumSemiovaleLeft
source: centrum semiovale left
de: Centrum semiovale links

# CortexLocations_ParietalLobeLeft
source: parietal lobe left
de: Parietallappen links

# CortexLocations_PostcentralLobeLeft
source: postcentral lobe left
de: Gyrus postcentralis links

# CortexLocations_OccipitalLobeLeft
source: occipital lobe left
de: Okzipitallappen links

# CortexLocations_InsulaLeft
source: insula left
de: Insula links

# CortexLocations_TemporalLobeLeft
source: temporal lobe left
de: Temporallappen links

# CortexLocations_HippocampusLeft
source: hippocampus left
de: Hippocampus links

# CortexLocations_TemporalPoleLeft
source: temporal pole left
de: Temporalpol links

# CortexLocations_OperculumLeft
source: operculum left
de: Operculum links

# CortexLocations_Cerebellum
source: cerebellum
de: Kleinhirn

# CortexLocations_CerebellarHemisphereLeft
source: cerebellar hemisphere left
de: Kleinhirnhemisphäre links

# CortexLocations_CerebellarTonsilLeft
source: cerebellar tonsil left
de: Kleinhirntonsille links

# CortexLocations_CerebellarVermis
source: cerebellar vermis
de: Vermis

# FormType_TypicalAreasOfInfarction
source: Typical areas of infarction
de: Typische Versorgungsgebiete

# FormType_RareTerritorialInfarcts
source: Rare territorial infarcts
de: Seltene territoreale Infarkte

# WhiteMatterType_Juxtacortical
source: Juxtacortical
de: Juxtakortikal

# WhiteMatterType_Subcortical
source: Subcortical
de: Subkortikal

# WhiteMatterType_SubcorticalWithUFiber
source: Subcortical with U-fiber involvement
de: Subkortikal mit U-Faser Beteiligung

# WhiteMatterType_Paraventricular
source: Paraventricular
de: Paraventrikulär

# WhiteMatterType_Periventricular
source: Periventricular
de: Periventrikulär

# MeningesDiffuseDiagnosisType_Metastases
source: Metastases
de: Metastasen

# MeningesDiffuseDiagnosisType_SubacuteInfarction
source: Subacute infarction
de: Subakuter Infarkt

# MeningesDiffuseDiagnosisType_Vasculitis
source: Vasculitis
de: Vaskulitis

# MeningesDiffuseDiagnosisType_Neurosarcoidosis
source: Neurosarcoidosis
de: Neurosarkoidose

# MeningesDiffuseDiagnosisType_SturgeWeberSyndrome
source: Sturge-Weber syndrome
de: Sturge-Weber-Syndrom

# MeningesDiffuseDiagnosisType_Glioblastoma
source: Glioblastoma
de: Glioblastom

# MeningesDiffuseDiagnosisType_IntracranialHypotensionSyndrome
source: Intracranial hypotension syndrome
de: Liquorunterdrucksyndrom

# MeningesDiffuseDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# MeningesDiffuseDiagnosisType_Hemorrhage
source: Hemorrhage
de: Hämorrhagie

# MeningesDiffuseDiagnosisType_DuralAVFistula
source: Dural AV fistula
de: Durale AV Fistel

# MeningesDiffuseDiagnosisType_Meningoangiomatosis
source: Meningoangiomatosis
de: Meningoangiomatose

# MeningesDiffuseDiagnosisType_NeurocutaneousMelanosis
source: Neurocutaneous melanosis
de: Neurokutane Melanose

# MeningesDiffuseDiagnosisType_PostoperativeFinding
source: Postoperative finding
de: Postoperatives Residuum

# MeningesDiffuseDiagnosisType_PosttraumaticFinding
source: Posttraumatic finding
de: Posttraumatisches Residuum

# RegionType_Subfalcine
source: subfalcine
de: subfalcin

# RegionType_TranstentorialDescending
source: transtentorial, descending
de: transtentoriell, deszendierend

# RegionType_TranstentorialAscending
source: transtentorial, ascending
de: transtentoriell, aszendierend

# RegionType_TranstentorialUncal
source: transtentorial, uncal
de: transtentoriell, uncal

# RegionType_TranstentorialCentral
source: transtentorial, central
de: transtentoriell, zentral

# RegionType_InfratentorialTonsillar
source: infratentorial, tonsillar
de: infratentoriell, tonsillär

# RegionType_TranstentorialDescending_CT
source: transtentorial descending
de: transtentoriell, deszendierend

# RegionType_TranstentorialAscending_CT
source: transtentorial ascending
de: transtentoriell, aszendierend

# RegionType_TranstentorialUncal_CT
source: transtentorial uncal
de: transtentoriell, uncal

# RegionType_InfratentorialTonsillar_CT
source: infratentorial tonsillar
de: infratentoriell, tonsillär

# SideType_ToTheLeft
source: to the left
de: nach links

# SideType_ToTheRight
source: to the right
de: nach rechts

# CortexDifferentialDiagnosisType_BenignLesion
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# CortexDifferentialDiagnosisType_MalignantLesion
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# CortexDifferentialDiagnosisType_DignityUnclear
source: lesion of unknown dignity
de: Läsion unklarer Dignität

# CortexDifferentialDiagnosisType_Glioma
source: glioma
de: Gliom

# CortexDifferentialDiagnosisType_Astrocytoma
source: astrocytoma
de: Astrozytom

# CortexDifferentialDiagnosisType_AstrocytomaAnapletic
source: anaplastic astrocytoma
de: anaplastisches Astrozytom

# CortexDifferentialDiagnosisType_AstrocytomaPilocytic
source: pilocytic astrocytoma
de: pilozytisches Astrozytom

# CortexDifferentialDiagnosisType_Xanthoastrocytoma
source: pleomorphic xanthoastrocytoma
de: pleomorphes Xanthoastrozytom

# CortexDifferentialDiagnosisType_Glioblastoma
source: glioblastoma
de: Glioblastom

# CortexDifferentialDiagnosisType_Ependymoma
source: ependymoma
de: Ependymom

# CortexDifferentialDiagnosisType_Medulloblastoma
source: medulloblastoma
de: Medulloblastom

# CortexDifferentialDiagnosisType_Oligodendroglioma
source: oligodendroglioma
de: Oligodendrogliom

# CortexDifferentialDiagnosisType_Meningioma
source: meningioma
de: Meningiom

# CortexDifferentialDiagnosisType_EmbryonalTumor
source: embryonal tumor
de: Embryonaler Tumor

# CortexDifferentialDiagnosisType_Metastasis
source: metastasis
de: Metastase

# CortexDifferentialDiagnosisType_PrimaryCNSLymphoma
source: primary CNS lymphoma (PCNSL)
de: Primäres ZNS-Lymphom (PZNSL)

# CortexDifferentialDiagnosisType_SecondaryCNSLymphoma
source: secondary CNS lymphoma
de: Sekundäre Lymphommanifestation

# CortexDifferentialDiagnosisType_Gliosis
source: gliosis
de: Gliose

# CortexDifferentialDiagnosisType_Edema
source: edema
de: Ödem

# CortexDifferentialDiagnosisType_CorticalInfarction
source: cortical infarction
de: Kortikaler Infarkt

# CortexDifferentialDiagnosisType_HemorrhagicContusion
source: hemorrhagic contusion
de: Kontusionsblutung

# CortexDifferentialDiagnosisType_LacunarInfarct
source: lacunar infarct
de: Lakunäre Läsionen

# CortexDifferentialDiagnosisType_ParenchymalDefect
source: parenchymal defect
de: Defektzone

# CortexDifferentialDiagnosisType_Encephalomalacia
source: encephalomalacia
de: Enzephalomalazie

# CortexDifferentialDiagnosisType_Microangiopathy
source: microangiopathy
de: Mikroangiopathie

# CortexDifferentialDiagnosisType_Demyelination
source: demyelination
de: Demyelinisierung

# CortexDifferentialDiagnosisType_MultipleSclerosis
source: multiple sclerosis
de: Multiple Sklerose

# CortexDifferentialDiagnosisType_Heterotopia
source: heterotopia
de: Heterotopie

# CortexDifferentialDiagnosisType_PostictalPatterns
source: postictal patterns
de: Postiktale Muster

# CortexDifferentialDiagnosisType_Calcification
source: calcification
de: Verkalkung

# CortexDifferentialDiagnosisType_Encephalitis
source: encephalitis
de: Enzephalitis

# CortexDifferentialDiagnosisType_Cerebritis
source: cerebritis
de: Zerebritis

# CortexDifferentialDiagnosisType_Abscess
source: abscess
de: Abszess

# CortexDifferentialDiagnosisType_Toxoplasmosis
source: toxoplasmosis
de: Toxoplasmose

# CortexDifferentialDiagnosisType_Neurotuberculosis
source: neurotuberculosis
de: Neurotuberkulose

# CortexDifferentialDiagnosisType_CNSAspergillosis
source: CNS aspergillosis
de: ZNS Aspergillose

# CortexDifferentialDiagnosisType_TransientGlobalAmnesia
source: transient global amnesia
de: Transiente globale Amnesie

# CortexDifferentialDiagnosisType_CerebralEdemaFocal
source: focal cerebral edema
de: Hirnödem, fokal

# CortexDifferentialDiagnosisType_CerebralEdemaTransependymal
source: transependymal cerebral edema
de: Hirnödem, transependymal
