Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/HeadValuesResources.*.resx
Languages: de

# CortexDifferentialDiagnosisType_CerebralEdemaGeneralized
source: generalized cerebral edema
de: Hirnödem, generalisiert

# CortexDifferentialDiagnosisType_SinusAndVenousThrombosis
source: sinus and venous thrombosis
de: Sinus- und Venenthrombose

# CortexDifferentialDiagnosisType_GlobalCerebralAtrophy
source: global cerebral atrophy
de: Globale zerebrale Atrophie

# CortexDifferentialDiagnosisType_DilatedVirchowRobinSpaces
source: dilated Virchow-Robin spaces
de: Betonte Virchow-Robin-Räume

# CortexDifferentialDiagnosisType_MesialTemporalLobeAtrophy
source: mesial temporal lobe atrophy
de: Mesiale Temporallappenatrophie

# CortexDifferentialDiagnosisType_ParietalLobeAtrophy
source: parietal lobe atrophy
de: Parietallappenatrophie

# CortexDifferentialDiagnosisType_FrontotemporalLobarAtrophy
source: frontotemporal lobar atrophy
de: Frontotemporale Lobäratrophie

# CortexDifferentialDiagnosisType_WernickeEncephalopathy
source: wernicke encephalopathy
de: Wernicke Enzephalopathie

# CortexDifferentialDiagnosisType_HypoxicIschemicEncephalopathy
source: hypoxic–ischemic encephalopathy
de: Hypoxisch-ischämischer Hirnschaden

# CortexDifferentialDiagnosisType_Vasculitis
source: vasculitis
de: Vaskulitis

# CortexDifferentialDiagnosisType_AmyloidAngiopathy
source: amyloid angiopathy
de: Amyloidangiopathie

# CortexDifferentialDiagnosisType_HerpesEncephalitis
source: herpes encephalitis
de: Herpes Enzephalitis

# CortexDifferentialDiagnosisType_Leukodystrophy
source: leukodystrophy
de: Leukodystrophie

# CortexDifferentialDiagnosisType_SickleCellAnemia
source: sickle cell anemia
de: Sichelzellanämie

# CortexDifferentialDiagnosisType_PostictalPattern
source: postictal pattern
de: Postiktale Muster

# CortexDifferentialDiagnosisType_DiffuseAxonalInjury
source: diffuse axonal injury
de: Diffuse axonale Verletzung

# CortexDifferentialDiagnosisType_Contusion
source: contusion
de: Kontusion

# CortexDifferentialDiagnosisType_DiffuseAstrocytoma
source: diffuse astrocytoma
de: Diffuses Astrozytom

# CortexDifferentialDiagnosisType_IntraparenchymalHemorrhage
source: intraparenchymal hemorrhage
de: Parenchymblutung

# LocalizationType_Juxtacortical
source: juxtacortical
de: juxtakortikal

# LocalizationType_Subcortical
source: subcortical
de: subkortikal

# LocalizationType_SubcorticalUFiber
source: subcortical involving U-fibers
de: subkortikal mit U-Faser Beteiligung

# LocalizationType_Paraventricular
source: paraventricular
de: paraventrikulär

# LocalizationType_Periventricular
source: periventricular
de: periventrikulär

# BasalNucleiDiagnosisType_ParenchymalHemorrhage
source: Parenchymal hemorrhage
de: Parenchymblutung

# CerebrospinalSideType_AsymmetricalEmphasizedLeft
source: asymmetrical, left side accentuated
de: asymmetrisch zu Gunsten der linken Seite

# CerebrospinalSideType_AsymmetricalRightAccentuated
source: asymmetrical, right side accentuated
de: asymmetrisch zu Gunsten der rechten Seite

# CerebrospinalSideType_BilateralSymmetrical
source: bilateral symmetrical
de: bilateral symmetrisch

# BrainstemCranialNervesDiagnosisType_BenignLesionNotFurtherSpecified
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# BrainstemCranialNervesDiagnosisType_MalignantLesionNotFurtherSpecified
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# BrainstemCranialNervesDiagnosisType_DignityUnclear
source: lesion of unknown dignity
de: Läsion unklarer Dignität

# BrainstemCranialNervesDiagnosisType_AcousticNeuroma
source: acoustic neuroma
de: Akustikusneurinom

# BrainstemCranialNervesDiagnosisType_Schwannoma
source: schwannoma
de: Schwannom

# BrainstemCranialNervesDiagnosisType_PinealCyst
source: pineal cyst
de: Pinealiszyste

# BrainstemCranialNervesDiagnosisType_Meningioma
source: meningioma
de: Meningeom

# BrainstemCranialNervesDiagnosisType_Ependymoma
source: ependymoma
de: Ependymom

# BrainstemCranialNervesDiagnosisType_Neurofibroma
source: neurofibroma
de: Neurofibrom

# BrainstemCranialNervesDiagnosisType_Pinealocytoma
source: pinealocytoma
de: Pinealozytom

# BrainstemCranialNervesDiagnosisType_Metastasis
source: metastasis
de: Metastase

# BrainstemCranialNervesDiagnosisType_PilocyticAstrocytoma
source: pilocytic astrocytoma
de: Pilozytisches Astrozytom

# BrainstemCranialNervesDiagnosisType_Glioma
source: glioma
de: Gliom

# BrainstemCranialNervesDiagnosisType_TectalGlioma
source: tectal glioma
de: Tektales Gliom

# BrainstemCranialNervesDiagnosisType_Hemangioblastoma
source: hemangioblastoma
de: Hämangioblastom

# BrainstemCranialNervesDiagnosisType_Lymphoma
source: lymphoma
de: Lymphom

# BrainstemCranialNervesDiagnosisType_Ischemia
source: ischemia
de: Ischämie

# BrainstemCranialNervesDiagnosisType_LacunarInfarction
source: lacunar infarction
de: Lakunärer Infarkt

# BrainstemCranialNervesDiagnosisType_Hemorrhage
source: hemorrhage
de: Blutung

# BrainstemCranialNervesDiagnosisType_VascularNerveContact
source: vascular-nerve contact
de: Gefäß-Nerven Kontakt

# BrainstemCranialNervesDiagnosisType_CavernousMalformation
source: cavernous malformation
de: Kavernöse Malformation

# BrainstemCranialNervesDiagnosisType_VascularMalformation
source: vascular malformation
de: Vaskuläre Malformation

# BrainstemCranialNervesDiagnosisType_CapillaryTelangiectasia
source: capillary telangiectasia
de: Kapilläre Teleangiektasie

# BrainstemCranialNervesDiagnosisType_PercheronInfarction
source: Percheron infarction
de: Percheron-Infarkt

# BrainstemCranialNervesDiagnosisType_ViralNeuritis
source: viral neuritis
de: Virale Neuritis

# BrainstemCranialNervesDiagnosisType_PostviralNeuritis
source: postviral neuritis
de: Postvirale Neuritis

# BrainstemCranialNervesDiagnosisType_Vasculitis
source: vasculitis
de: Vaskulitis

# BrainstemCranialNervesDiagnosisType_MultipleSclerosis
source: multiple sclerosis
de: Multiple Sklerose

# BrainstemCranialNervesDiagnosisType_Neurosarcoidosis
source: neurosarcoidosis
de: Neurosarkoidose

# BrainstemCranialNervesDiagnosisType_Encephalitis
source: encephalitis
de: Enzephalitis

# BrainstemCranialNervesDiagnosisType_LymeDisease
source: Lyme disease
de: Lyme Erkrankung

# BrainstemCranialNervesDiagnosisType_Abscess
source: abscess
de: Abszess

# BrainstemCranialNervesDiagnosisType_Atrophy
source: atrophy
de: Atrophie

# BrainstemCranialNervesDiagnosisType_EnlargedPerivascularSpaces
source: enlarged perivascular spaces
de: Erweiterte perivaskuläre Räume

# BrainstemCranialNervesDiagnosisType_ProgressiveSupranuclearPalsy
source: progressive supranuclear palsy
de: Progressive supranukleäre Blickparese

# BrainstemCranialNervesDiagnosisType_ParkinsonsDisease
source: Parkinson's disease
de: Morbus Parkinson

# BrainstemCranialNervesDiagnosisType_WallersDegeneration
source: Waller's degeneration
de: Wallersche Degeneration

# BrainstemCranialNervesDiagnosisType_IntraparenchymalHemorrhage
source: intraparenchymal hemorrhage
de: Parenchymblutung

# BrainstemCranialNervesDiagnosisType_AqueductStenosis
source: aqueduct stenosis
de: Aquäduktstenose

# BrainstemCranialNervesDiagnosisType_Syringobulbia
source: syringobulbia
de: Syringobulbie

# BrainstemCranialNervesDiagnosisType_IntracranialHypertension
source: intracranial hypertension
de: Intrakranielle Hypertension

# BrainstemCranialNervesDiagnosisType_AcuteHypertensiveEncephalopathyPRES
source: acute hypertensive encephalopathy (PRES)
de: Akute hypertensive Enzephalopathie (PRES)

# BrainstemCranialNervesDiagnosisType_OsmoticDemyelinationSyndrome
source: osmotic demyelination syndrome
de: Osmotisches Demyelinisierungssyndrom

# BrainstemCranialNervesDiagnosisType_PosttraumaticLesion
source: posttraumatic lesion
de: Posttraumatische Läsion

# BrainstemCranialNervesDiagnosisType_Intoxication
source: intoxication
de: Intoxikation

# BrainstemCranialNervesDiagnosisType_Mitochondriopathy
source: mitochondriopathy
de: Mitochondriopathie

# BrainstemCranialNervesDiagnosisType_OpticGlioma
source: optic glioma
de: Optikusgliom

# BrainstemCranialNervesDiagnosisType_EdemaCytotoxic
source: cytotoxic edema
de: Zytotoxisches Ödem

# BrainstemCranialNervesDiagnosisType_EdemaVasogenic
source: vasogenic edema
de: Vasogenes Ödem

# BrainstemCranialNervesDiagnosisType_InflammatoryGenesis
source: inflammatory genesis
de: Entzündliche Genese

# BrainstemCranialNervesDiagnosisType_PostInflammatoryChange
source: post-inflammatory change
de: Entzündliche Veränderung

# BrainstemCranialNervesDiagnosisType_Demyelination
source: demyelination
de: Demyelinisierung

# BrainstemCranialNervesDiagnosisType_OpportunisticInfectious
source: opportunistic infectious
de: Opportunistisch infektiös

# BrainstemCranialNervesDiagnosisType_ParasiticInfectious
source: parasitic infectious
de: Parasitär infektiös

# BrainstemCranialNervesDiagnosisType_Gliosis
source: gliosis
de: Gliose

# BrainstemCranialNervesDiagnosisType_DefectArea
source: defect area
de: Defektareal

# BrainstemCranialNervesDiagnosisType_PostischemicDefect
source: postischemic defect
de: Postischämischer Defekt

# BrainstemCranialNervesDiagnosisType_PostoperativeDefect
source: postoperative defect
de: Postoperativer Defekt

# BrainstemCranialNervesDiagnosisType_PosttraumaticDefect
source: posttraumatic defect
de: Posttraumatischer Defekt

# BrainstemCranialNervesDiagnosisType_PostradiationChanges
source: postradiation changes
de: Postradiogen

# BrainstemCranialNervesDiagnosisType_Calcification
source: calcification
de: Verkalkung

# BrainstemCranialNervesDiagnosisType_IntracranialHypotension
source: intracranial hypotension
de: Intrakranielle Hypotension

# InternalCarotidArterySegmentsLocations_C1
source: cervical segment
de: Zervikales Segment

# InternalCarotidArterySegmentsLocations_C2
source: petrous (horizontal) segment
de: Petröses Segment

# InternalCarotidArterySegmentsLocations_C3
source: lacerum segment
de: Foramen-lacerum-Segment

# InternalCarotidArterySegmentsLocations_C4
source: cavernous segment
de: Kavernöses Segment

# InternalCarotidArterySegmentsLocations_C5
source: clinoid segment
de: Klinoidales Segment

# InternalCarotidArterySegmentsLocations_C6
source: ophthalmic segment
de: Ophthalmisches Segment

# InternalCarotidArterySegmentsLocations_C7
source: communicating segment
de: Terminales Segment

# ShapeType_FalseAneurysms
source: False aneurysms
de: Aneurysma spurium

# ShapeType_Saccular
source: Saccular
de: Sackförmig

# FacialSkullDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# FacialSkullDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# FacialSkullDiagnosisType_UnclearEtiology
source: Unclear etiology
de: Dignität unklar

# FacialSkullDiagnosisType_Meningioma
source: Meningioma
de: Meningeom

# FacialSkullDiagnosisType_OlfactoryGrooveMeningioma
source: Olfactory groove meningioma
de: Olfaktoriusmeningeom

# FacialSkullDiagnosisType_Schwannoma
source: Schwannoma
de: Schwannom

# FacialSkullDiagnosisType_OssifyingFibroma
source: Ossifying fibroma
de: Ossifizierendes Fibrom

# FacialSkullDiagnosisType_GiantCellTumourBenign
source: Giant cell tumour
de: Riesenzelltumor

# FacialSkullDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# FacialSkullDiagnosisType_Plasmocytoma
source: Plasmocytoma
de: Plasmozytom

# FacialSkullDiagnosisType_GiantCellTumourMalignat
source: Giant cell tumour
de: Riesenzelltumor

# FacialSkullDiagnosisType_ClivalChordoma
source: Clival chordoma
de: Clivuschordom

# FacialSkullDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# FacialSkullDiagnosisType_Inflammation
source: Inflammation
de: Entzündung

# FacialSkullDiagnosisType_PostInflammatoryChange
source: Post-inflammatory change
de: Postentzündliche Veränderung

# FacialSkullDiagnosisType_PagetsDisease
source: Paget's disease
de: Morbus Paget

# FacialSkullDiagnosisType_Abscess
source: Abscess
de: Abszess

# FacialSkullDiagnosisType_Fracture
source: Fracture
de: Fraktur

# FacialSkullDiagnosisType_EosinophilicGranuloma
source: Eosinophilic granuloma
de: Eosinophiles Granulom

# FacialSkullDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# FacialSkullDiagnosisType_Osteoma
source: Osteoma
de: Osteom

# FacialSkullDiagnosisType_GalealHaematoma
source: Galeal haematoma
de: Galeahämatom

# FacialSkullDiagnosisType_Cephalohematoma
source: Cephalohematoma
de: Kephalhämatom

# FacialSkullDiagnosisType_LangerhansCellHistiocytosis
source: Langerhans cell histiocytosis
de: Langerhans-Zell-Histiozytose

# FacialSkullDiagnosisType_AcousticNeuroma
source: Acoustic neuroma
de: Akustikusneurinom

# FacialSkullDiagnosisType_ArachnoidCyst
source: Arachnoid cyst
de: Arachnoidalzyste

# FacialSkullDiagnosisType_FacialNeuritis
source: Facial neuritis
de: Fazialisneuritis

# FacialSkullDiagnosisType_Otosclerosis
source: Otosclerosis
de: Otosklerose

# FacialSkullDiagnosisType_LabyrinthFistula
source: Labyrinth fistula
de: Labyrinthfistel

# FacialSkullDiagnosisType_Cholesteatoma
source: Cholesteatoma
de: Cholesteatom

# FacialSkullDiagnosisType_CholesterolGranuloma
source: Cholesterol granuloma
de: Cholesteringranulom

# FacialSkullFindingType_SkullBase
source: Skull base
de: Schädelbasis

# FacialSkullFindingType_TemporalBone
source: Temporal bone
de: Schläfenbein

# FacialSkullFindingType_ParanasalSinusesVariant
source: Paranasal sinuses variant
de: Variante Nasennebenhöhlen

# FacialSkullFindingType_ParanasalSinuses
source: Paranasal sinuses
de: Nasennebenhöhlen

# FacialSkullFindingType_OralCavity
source: Oral cavity
de: Mundhöhle

# FacialSkullFindingType_JawTeeth
source: Jaw/teeth
de: Kiefer/Zähne

# FacialSkullFindingType_SalivaryGlands
source: Salivary glands
de: Speicheldrüsen

# FacialSkullFindingType_Skull
source: Skull
de: Kalotte

# JawTeethDiagnosisType_Neoplasia
source: Neoplasia
de: Neoplasie

# JawTeethDiagnosisType_Phlegmon
source: Phlegmon
de: Phlegmone

# JawTeethDiagnosisType_Fasciitis
source: Fasciitis
de: Fasziitis

# JawTeethDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# JawTeethDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# JawTeethDiagnosisType_Osteoradionecrosis
source: Osteoradionecrosis
de: Osteoradionekrose

# OralCavityDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# OralCavityDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# OralCavityDiagnosisType_UnclearEtiology
source: Unclear etiology
de: Dignität unklar

# OralCavityDiagnosisType_Osteoma
source: Osteoma
de: Osteom

# OralCavityDiagnosisType_Carcinoma
source: Carcinoma
de: Karzinom

# OralCavityDiagnosisType_SquamousCellCarcinoma
source: Squamous cell carcinoma
de: Plattenepithelkarzinom

# OralCavityDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# OralCavityDiagnosisType_CarcinomaOfTheTongue
source: Carcinoma of the tongue
de: Zungenkarzinom

# OralCavityDiagnosisType_CarcinomaOfTheFloorOfTheMouth
source: Carcinoma of the floor of the mouth
de: Mundbodenkarzinom

# OralCavityDiagnosisType_AdenoidCysticCarcinoma
source: Adenoid-cystic carcinoma
de: Adenoid-zystisches Karzinom

# OralCavityDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# OralCavityDiagnosisType_KaposisSarcoma
source: Kaposi's sarcoma
de: Kaposi-Sarkom

# OralCavityDiagnosisType_Abscess
source: Abscess
de: Abszess

# OralCavityDiagnosisType_Phlegmon
source: Phlegmon
de: Phlegmone

# OralCavityDiagnosisType_Inflammation
source: Inflammation
de: Entzündung

# OralCavityDiagnosisType_PostInflammatoryChanges
source: Post-inflammatory changes
de: Postentzündliche Veränderungen

# OralCavityDiagnosisType_OralCavityAbscess
source: Oral cavity abscess
de: Mundhöhlenabszess

# OralCavityDiagnosisType_SialadenitisStasisCaused
source: Sialadenitis (stasis caused)
de: Stauungssialadenitis

# OralCavityDiagnosisType_Fasciitis
source: Fasciitis
de: Fasziitis

# OralCavityDiagnosisType_MandibularOsteomyelitis
source: Mandibular osteomyelitis
de: Unterkieferosteomyelitis

# OralCavityDiagnosisType_ThyroglossalDuctCyst
source: Thyroglossal duct cyst
de: Mediane Halszyste

# OralCavityDiagnosisType_InfectedThyroglossalDuctCyst
source: Infected thyroglossal duct cyst
de: Infizierte mediane Halszyste

# OralCavityDiagnosisType_ExternalLaryngocele
source: External laryngocele
de: Äußere Laryngozele

# OralCavityDiagnosisType_Mucocele
source: Mucocele
de: Mukozele

# OralCavityDiagnosisType_TonsillarHyperplasia
source: Tonsillar hyperplasia
de: Tonsilläre Hyperplasie

# OralCavityDiagnosisType_OdontogenicCyst
source: Odontogenic cyst
de: Odontogene Zyste

# OralCavityDiagnosisType_Keratocyst
source: Keratocyst
de: Keratozyste

# OralCavityDiagnosisType_RetentionCyst
source: Retention cyst
de: Retentionszyste

# OralCavityDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# OralCavityDiagnosisType_UnilateralMuscularAtrophy
source: Unilateral muscular atrophy
de: Einseitige Muskelatrophie

# OralCavityDiagnosisType_EctopicThyroidTissue
source: Ectopic thyroid tissue
de: Ektopes Schilddrüsengewebe

# OralCavityDiagnosisType_VascularMalformation
source: Vascular malformation
de: Vaskuläre Malformation

# OrbitaDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# OrbitaDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# OrbitaDiagnosisType_UnclearEtiology
source: Unclear etiology
de: Dignität unklar

# OrbitaDiagnosisType_OpticNerveMeningioma
source: Optic nerve meningioma
de: Optikusmeningeom

# OrbitaDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# OrbitaDiagnosisType_OpticNerveGlioma
source: Optic nerve glioma
de: Optikusgliom

# OrbitaDiagnosisType_MelanomaOfTheChoroid
source: Melanoma of the choroid
de: Melanom der Aderhaut

# OrbitaDiagnosisType_OrbitalLymphoma
source: Orbital lymphoma
de: Orbitalymphom

# OrbitaDiagnosisType_Plasmocytoma
source: Plasmocytoma
de: Plasmozytom

# OrbitaDiagnosisType_Rhabdomyosarcoma
source: Rhabdomyosarcoma
de: Rhabdomyosarkom

# OrbitaDiagnosisType_Retinoblastoma
source: Retinoblastoma
de: Retinoblastom

# OrbitaDiagnosisType_Leukaemia
source: Leukaemia
de: Leukämie

# OrbitaDiagnosisType_EndocrineOrbitopathy
source: Endocrine orbitopathy
de: Endokrine Orbitopathie

# OrbitaDiagnosisType_SubperiostealAbscess
source: Subperiosteal abscess
de: Subperiostaler Abszess

# OrbitaDiagnosisType_OrbitalPseudotumor
source: Orbital pseudotumor
de: Pseudotumor orbitae

# OrbitaDiagnosisType_OpticNeuritis
source: Optic neuritis
de: Optikusneuritis

# OrbitaDiagnosisType_Inflammation
source: Inflammation
de: Entzündung

# OrbitaDiagnosisType_Dacryoadenitis
source: Dacryoadenitis
de: Dakryoadenitis

# OrbitaDiagnosisType_MultipleSclerosis
source: Multiple sclerosis
de: Multiple Sklerose

# OrbitaDiagnosisType_GranulomatosisWithPolyangitis
source: Granulomatosis with polyangiitis (GPA)
de: Granulomatose mit Polyangiitis

# OrbitaDiagnosisType_Sarcoidosis
source: Sarcoidosis
de: Sarkoidose

# OrbitaDiagnosisType_OrbitalHemangioma
source: Orbital hemangioma
de: Hämangiom der Orbita

# OrbitaDiagnosisType_PagetsDisease
source: Paget's disease
de: Morbus Paget

# OrbitaDiagnosisType_VaricoseVeins
source: Varicose veins
de: Varize

# OrbitaDiagnosisType_SenileMacularDegeneration
source: Senile macular degeneration
de: Senile Makuladegeneration

# OrbitaDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# OrbitaDiagnosisType_Coloboma
source: Coloboma
de: Kolobom

# ChandlerClassificationType_TypeI
source: Type I
de: Typ I

# ChandlerClassificationType_TypeII
source: Type II
de: Typ II

# ChandlerClassificationType_TypeIII
source: Type III
de: Typ III

# ChandlerClassificationType_TypeIV
source: Type IV
de: Typ IV

# ChandlerClassificationType_TypeV
source: Type V
de: Typ V

# ParanasalSinusesDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# ParanasalSinusesDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# ParanasalSinusesDiagnosisType_UnclearEtiology
source: Unclear etiology
de: Dignität unklar

# ParanasalSinusesDiagnosisType_InvertedPapilloma
source: Inverted papilloma
de: Invertiertes Papillom

# ParanasalSinusesDiagnosisType_Osteoma
source: Osteoma
de: Osteom

# ParanasalSinusesDiagnosisType_JuvenileNasopharyngealAngiofibroma
source: Juvenile nasopharyngeal angiofibroma
de: Juveniles Nasen-Rachen-Angiofibrom

# ParanasalSinusesDiagnosisType_Meningioma
source: Meningioma
de: Meningeom

# ParanasalSinusesDiagnosisType_Carcinoma
source: Carcinoma
de: Karzinom

# ParanasalSinusesDiagnosisType_SquamousCellCarcinoma
source: Squamous cell carcinoma
de: Plattenepithelkarzinom

# ParanasalSinusesDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# ParanasalSinusesDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# ParanasalSinusesDiagnosisType_AcuteSinusitis
source: Acute sinusitis
de: Akute Sinusitis

# ParanasalSinusesDiagnosisType_ChronicSinusitis
source: Chronic sinusitis
de: Chronische Sinusitis

# ParanasalSinusesDiagnosisType_NonInvasiveFungalSinusitis
source: Non-invasive fungal sinusitis
de: Nicht invasive Pilzsinusitis

# ParanasalSinusesDiagnosisType_InvasiveFungalSinusitis
source: Invasive fungal sinusitis
de: Invasive Pilzsinusitis

# ParanasalSinusesDiagnosisType_GranulomatosisWithPolyangitis
source: Granulomatosis with polyangiitis (GPA)
de: Granulomatose mit Polyangiitis

# ParanasalSinusesDiagnosisType_Mucocele
source: Mucocele
de: Mukozele

# ParanasalSinusesDiagnosisType_Encephalocele
source: Encephalocele
de: Enzephalozele

# ParanasalSinusesDiagnosisType_OdontogenicCyst
source: Odontogenic cyst
de: Odontogene Zyste

# ParanasalSinusesDiagnosisType_Keratocyst
source: Keratocyst
de: Keratozyste

# ParanasalSinusesDiagnosisType_RetentionCyst
source: Retention cyst
de: Retentionszyste

# ParanasalSinusesDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# SalivaryGlandsDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# SalivaryGlandsDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# SalivaryGlandsDiagnosisType_UnclearEtiology
source: Unclear etiology
de: Dignität unklar

# SalivaryGlandsDiagnosisType_AccessorySalivaryGland
source: Accessory salivary gland
de: Akzessorische Speicheldrüse

# SalivaryGlandsDiagnosisType_WarthinTumour
source: Warthin tumour
de: Warthin-Tumor

# SalivaryGlandsDiagnosisType_SjorgensSyndrome
source: Sjörgen's syndrome
de: Sjörgen-Syndrom

# SalivaryGlandsDiagnosisType_SalivaryGlandAbscess
source: Salivary gland abscess
de: Speicheldrüsenabszess

# SalivaryGlandsDiagnosisType_PleomorphicAdenoma
source: Pleomorphic adenoma
de: Pleomorphes Adenom

# SalivaryGlandsDiagnosisType_LymphomaOfTheSalivaryGlands
source: Lymphoma of the salivary glands
de: Lymphom der Speicheldrüsen

# SalivaryGlandsDiagnosisType_SalivaryGlandCarcinoma
source: Salivary gland carcinoma
de: Speicheldrüsenkarzinom

# ClinicalSymptomType_Headache
source: headache
de: Kopfschmerzen

# ClinicalSymptomType_Vertigo
source: vertigo
de: Schwindel

# ClinicalSymptomType_VisualDisturbances
source: visual disturbances
de: Sehstörungen
