Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/KneeValuesResources.*.resx
Languages: de

# KneeLocation_Right
source: right knee
de: rechtes Knie

# KneeLocation_Left
source: left knee
de: linkes Knie

# BonesFindingType_FractureDistalFemur
source: Fracture - Distal Femur AO33
de: Fraktur - Distaler Femur AO33

# BonesFindingType_FractureTibiaProximal
source: Fracture - Tibia proximal (AO41)
de: Fraktur - Tibia proximal (AO41)

# BonesFindingType_FractureFibulaProximal
source: Fracture - Fibula proximal (AO4F1)
de: Fraktur – Fibula proximal (AO4F1)

# BonesFindingType_FracturePatella
source: Fracture - Patella (AO34)
de: Fraktur - Patella (AO34)

# BonesFindingType_BoneMarrowEdema
source: Bone marrow edema
de: Knochenmarködem

# BonesFindingType_BonesTumor
source: Bone tumor
de: Knochentumor

# BonesFindingType_StandardVariant
source: Standard variant cortical desmoid
de: Normvariante Kortikales Desmoid

# BonesFindingType_EpiphysealJointFracture
source: Epiphyseal fugue
de: Epiphysenfuge

# BonesFindingType_EpiphysealFugueChronicTrauma
source: Epiphyseal fugue - Chronic trauma
de: Epiphysenfuge – Chronisches Trauma

# KneeExtensionLocations_FemurMetaphyseal
source: femur, metaphysis
de: Femur metaphysär

# KneeExtensionLocations_FemurLatCondyle
source: lateral femoral condyle
de: lateraler femoraler Kondylus

# KneeExtensionLocations_FemurMedCondyle
source: medial femoral condyle
de: medialer femoraler Kondylus

# KneeExtensionLocations_TibiaLatPlateau
source: lateral tibial plateau
de: laterales Tibiaplateau

# KneeExtensionLocations_TibiaMedPlateau
source: medial tibial plateau
de: mediales Tibiaplateau

# KneeExtensionLocations_TibiaMetaphyseal
source: tibia, metaphysis
de: Tibia metaphysär

# KneeExtensionLocations_FibulaHead
source: fibular head
de: Fibulakopf

# KneeExtensionLocations_FibulaMetaphyseal
source: fibula, metaphysis
de: Fibula metaphysär

# RibbonsFindingType_InnerMeniscusDegeneration
source: Medial meniscus degeneration
de: Innenmeniskus Degeneration

# RibbonsFindingType_InnerMeniscusVarian
source: Medial meniscus variant
de: Innenmeniskus Variante

# RibbonsFindingType_OuterMeniscusDegeneration
source: Lateral meniscus Degeneration
de: Außenmeniskus Degeneration

# RibbonsFindingType_OuterMeniscusVariant
source: Lateral meniscus variant
de: Außenmeniskus Variante

# RibbonsFindingType_MedialCollateralLigaments
source: Medial collateral ligaments
de: Kollateralbänder medial

# RibbonsFindingType_LateralCollateralLigaments
source: Lateral collateral ligaments
de: Kollateralbänder lateral

# RibbonsFindingType_AnteriorCruciateLigamentACL
source: Anterior cruciate ligament (ACL)
de: vorderes Kreuzband (VKB)

# RibbonsFindingType_PosteriorCruciateLigamentPCL
source: Posterior cruciate ligament (PCL)
de: hinteres Kreuzband (HKB)

# LocalizationGradeClassifications_Normal
source: grade 0
de: Grad 0

# LocalizationGradeClassifications_Grade1
source: grade 1
de: Grad 1

# LocalizationGradeClassifications_Grade2a
source: grade 2a
de: Grad 2a

# LocalizationGradeClassifications_Grade2b
source: grade 2b
de: Grad 2b

# LocalizationGradeClassifications_Grade2c
source: grade 2c
de: Grad 2c

# LocalizationGradeClassifications_Grade3
source: grade 3
de: Grad 3

# OsteoInterfaceFindingType_Osteoarthrosis
source: Osteoarthrosis
de: Osteoarthrose

# OsteoInterfaceFindingType_TraumaChondralLesion
source: Trauma - Chondral lesion
de: Trauma – Chondrale Läsion

# OsteoInterfaceFindingType_TraumaSubchondralFracture
source: Trauma - Subchondral Fracture
de: Trauma – Subchondrale Fraktur

# OsteoInterfaceFindingType_TraumaSubchondralInsufficiencyFracture
source: Trauma - Subchondral Insufficiency Fracture (SIF)
de: Trauma – Subchondrale Insuffizienzfraktur (SIF)

# OsteoInterfaceFindingType_TraumaOsteochondralFracture
source: Trauma - Osteochondral Fracture
de: Trauma – Osteochondrale Fraktur

# OsteoInterfaceFindingType_AvascularNecrosis
source: Avascular necrosis
de: avaskuläre Nekrose

# OsteoKneeLocations_FEMCONLAT
source: lateral femoral condyle
de: lateraler femoraler Kondylus

# OsteoKneeLocations_FEMCONMED
source: medial femoral condyle
de: medialer femoraler Kondylus

# OsteoKneeLocations_TIBCONLAT
source: lateral tibial condyle
de: lateraler tibialer Kondylus

# OsteoKneeLocations_TIBEMIN
source: intercondyloid eminence
de: Eminentia intercondylaris

# OsteoKneeLocations_TIBCONMED
source: medial tibial condyle
de: medialer tibialer Kondylus

# PatellaFindingType_AnatomicalVariants
source: Anatomical variants
de: Anatomische Varianten

# PatellaFindingType_RetropatellarChondropathy
source: Retropatellar chondropathy
de: Chondropathia retropatellaris

# PatellaFindingType_RuptureMedialRetinaculum
source: Rupture medial retinaculum
de: Ruptur mediales Retinaculum

# SoftPartsDiagnosisType_BenignLesion
source: Benign lesion, not further characterized
de: Benigne Läsion, nicht näher charakterisiert

# SoftPartsDiagnosisType_MalignantLesion
source: Malignant lesion, not further characterized
de: Maligne Läsion, nicht näher charakterisiert

# SoftPartsDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# SoftPartsDiagnosisType_GanglionCyst
source: Ganglion cyst
de: Ganglionzyste

# SoftPartsDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# SoftPartsDiagnosisType_EpidermalCyst
source: Epidermal cyst
de: Epidermale Zyste

# SoftPartsDiagnosisType_MalignantMelanoma
source: Malignant melanoma
de: Malignes Melanom

# SoftPartsDiagnosisType_MalignantPeripheralNerve
source: Malignant peripheral nerve sheath tumor (MPNST)
de: Maligner peripherer Nervenscheidentumor (MPNST)

# SoftPartsDiagnosisType_Neurofibroma
source: Neurofibroma
de: Neurofibrom

# SoftPartsDiagnosisType_NodularFasciitis
source: Nodular Fasciitis
de: Noduläre Fasziitis

# SoftPartsDiagnosisType_Pilomatrixoma
source: Pilomatrixoma
de: Pilomatrixom

# SoftPartsDiagnosisType_Schwannoma
source: Schwannoma (neurinoma)
de: Schwannom (Neurinom)

# SoftPartsDiagnosisType_SoftTissueSarcoma
source: Soft tissue sarcoma
de: Weichteilsarkom

# SoftPartsDiagnosisType_SquamousCellCarcinoma
source: Squamous cell carcinoma
de: Plattenepithelkarzinom

# SoftPartsDiagnosisType_TenosynovialGiantCellTumor
source: Tenosynovial giant cell tumor
de: Tenosynovialen Riesenzelltumor

# SoftPartsDiagnosisType_TendonSheathFibroma
source: Tendon sheath fibroma
de: Sehnenscheidenfibrom

# SoftPartsDiagnosisType_VascularMalformation
source: Vascular malformation
de: Vaskuläre Malformation

# SoftPartsDiagnosisType_HemochromatoticArthropathy
source: Hemochromatotic arthropathy
de: Hämochromatotische Arthropathie

# SoftPartsDiagnosisType_SynovialChondromatosis
source: Synovial chondromatosis
de: Synoviale Chondromatose

# SoftPartsDiagnosisType_SynovialHaemangioma
source: Synovial haemangioma
de: Synoviales Hämangiom

# SoftPartsDiagnosisType_SynovialSarcoma
source: Synovial sarcoma
de: Synovialsarkom

# SoftPartsDiagnosisType_TophoseGout
source: Tophaceous gout
de: Tophöse Gicht

# SoftPartsDiagnosisType_VillonodularSynovitis
source: Villonodular Synovitis
de: Villonoduläre Synovitis

# SoftPartsDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# BonesDiagnosisType_AneurysmaticBoneCyst
source: Aneurysmatic bone cyst
de: Aneurysmatische Knochenzyste

# BonesDiagnosisType_BenignLesionNotFurtherClassified
source: Benign lesion, not further characterized
de: Benigne Läsion, nicht näher charakterisiert

# BonesDiagnosisType_BoneInfarct
source: Bone infarction
de: Knocheninfarkt

# BonesDiagnosisType_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# BonesDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# BonesDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# BonesDiagnosisType_Enchondrome
source: Enchondroma
de: Enchondrom

# BonesDiagnosisType_EwingSarcoma
source: Ewing's sarcoma
de: Ewing Sarkom

# BonesDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# BonesDiagnosisType_GiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# BonesDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# BonesDiagnosisType_IntraossalLipoma
source: Intraosseous lipoma
de: Intraossäres Lipom

# BonesDiagnosisType_IntraosseousCyst
source: Intraosseous cyst
de: Intraossäre Zyste

# BonesDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# BonesDiagnosisType_MalignantLesionNotFurtherClassified
source: Malignant lesion, not further characterized
de: Maligne Läsion, nicht näher charakterisiert

# BonesDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# BonesDiagnosisType_MultipleMyeloma
source: Multiple myeloma
de: Multiples Myelom

# BonesDiagnosisType_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# BonesDiagnosisType_Osteochondrome
source: Osteochondrome
de: Osteochondrom

# BonesDiagnosisType_Osteoidosteom
source: Osteoid osteoma
de: Osteoidosteom

# BonesDiagnosisType_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# BonesDiagnosisType_OtherLesion
source: Other lesion
de: Sonstige Läsion

# BonesDiagnosisType_SclerosisIslandOrEnostosis
source: Bone island/Enostosis
de: Skleroseinsel / Enostose

# SoftPartsFindingType_ArticularEffusion
source: Joint effusion
de: Gelenkerguss

# SoftPartsFindingType_HoffaFatBody
source: Hoffa Fat body
de: Hoffa Fettkörper

# SoftPartsFindingType_Musculature
source: Musculature
de: Muskulatur

# SoftPartsFindingType_SoftParts
source: Soft tissue
de: Weichteile

# SoftPartsFindingType_SoftTissueTumor
source: Soft tissue tumor
de: Weichteiltumor

# SoftPartsFindingType_SynoviaDiffuse
source: Synovia diffuse
de: Synovia diffus

# SoftPartsFindingType_SynoviaFocal
source: Synovia focal
de: Synovia fokal

# SoftPartsFindingType_TendonsBicepsFemorisTendon
source: Tendons - Biceps femoris tendon
de: Sehnen – M. biceps femoris Sehne

# SoftPartsFindingType_TendonsPatellarTendon
source: Tendons - Patellar tendon
de: Sehnen – Patellarsehne

# SoftPartsFindingType_TendonsPesAnserinus
source: Tendons - Pes anserinus
de: Sehnen – Pes anserinus

# SoftPartsFindingType_TendonsPopliteusTendon
source: Tendons - Popliteus tendon
de: Sehnen – M. popliteus Sehne

# SoftPartsFindingType_TendonsQuadricepsTendon
source: Tendons - Quadriceps tendon
de: Sehnen – M. quadriceps femoris Sehne

# SoftPartsFindingType_TendonsTractusIliotibialis
source: Tendons - Tractus iliotibialis
de: Sehnen – Tractus iliotibialis

# SoftPartsFindingType_VesselsNerves
source: Vessels / nerves
de: Gefäße/ Nerven

# MeniscusSurgeryLocations_AHMM
source: anterior horn of the medial meniscus
de: Innenmeniskusvorderhorn

# MeniscusSurgeryLocations_IPMM
source: pars intermedia of the medial meniscus
de: Innenmeniskus Pars intermedia

# MeniscusSurgeryLocations_PHMM
source: posterior horn of the medial meniscus
de: Innenmeniskushinterhorn

# MeniscusSurgeryLocations_AHLM
source: anterior horn of the lateral meniscus
de: Außenmeniskusvorderhorn

# MeniscusSurgeryLocations_IPLM
source: pars intermedia of the lateral meniscus
de: Außenmeniskus Pars intermedia

# MeniscusSurgeryLocations_PHLM
source: posterior horn of the lateral meniscus
de: Außenmeniskushinterhorn

# LocalizerTranslation_AHLM
source: AHLM
de: AMVH

# LocalizerTranslation_AHMM
source: AHMM
de: IMVH

# LocalizerTranslation_IPLM
source: IPLM
de: AMPI

# LocalizerTranslation_IPMM
source: IPMM
de: IMPI

# LocalizerTranslation_PHLM
source: PHLM
de: AMHH

# LocalizerTranslation_PHMM
source: PHMM
de: IMHH
