Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/MammaMRTValuesResources.*.resx
Languages: de, fr

# BonesFindingType_Clavicle
source: Clavicle
de: Klavikula
fr: Clavicule

# BonesFindingType_Rib
source: Rib
de: Rippe
fr: Côte

# BonesFindingType_VertebralBody
source: Vertebral body
de: Wirbelkörper
fr: Corps vertébral

# BreastCarcinomaType_BothSides
source: bilateral
de: Beidseitig
fr: Bilatéral

# BreastCarcinomaType_NotSpecified
source: not specified
de: Keine Angabe
fr: aucune information

# BreastCarcinomaType_Unilateral
source: unilateral
de: Einseitig
fr: Monolatéral

# BreastLocations_Left
source: left
de: links
fr: gauche

# BreastLocations_LeftBottom
source: left lower outer quadrant
de: links unten

# BreastLocations_LeftBottomInner
source: left lower inner quadrant
de: links unten-innen
fr: quadrant inférieur interne gauche

# BreastLocations_LeftBottomOuter
source: left lower outer quadrant
de: links unten-außen
fr: quadrant inférieur externe gauche

# BreastLocations_InnerLeft
source: inner left
de: links innen

# BreastLocations_LeftMiddle
source: left central
de: links zentral
fr: région centrale gauche

# BreastLocations_OuterLeft
source: outer left
de: links außen

# BreastLocations_LeftRing
source: left retromamillary
de: links retromamillär
fr: région rétroaréolaire gauche

# BreastLocations_LeftTop
source: left top
de: links oben

# BreastLocations_LeftTopInner
source: left upper inner quadrant
de: links oben-innen
fr: quadrant suérieur interne gauche

# BreastLocations_LeftTopOuter
source: left upper outer quadrant
de: links oben-außen
fr: quadrant supérieur externe gauche

# BreastLocations_Right
source: right
de: rechts
fr: droit

# BreastLocations_RightBottom
source: right bottom
de: rechts unten

# BreastLocations_RightBottomInner
source: right lower inner quadrant
de: rechts unten-innen
fr: quadrant inférieur interne droit

# BreastLocations_RightBottomOuter
source: right lower outer quadrant
de: rechts unten-außen
fr: quadrant inférieur externe droit

# BreastLocations_InnerRight
source: inner right
de: rechts innen

# BreastLocations_RightMiddle
source: right central
de: rechts zentral
fr: région centrale droite

# BreastLocations_OuterRight
source: outer right
de: rechts außen

# BreastLocations_RightRing
source: right retromamillary
de: rechts retromamillär
fr: région rétroaréolaire droite

# BreastLocations_RightShoulder
source: right axilla
de: rechts axillär
fr: région axillaire droite

# BreastLocations_RightTop
source: right top
de: rechts oben

# BreastLocations_RightTopInner
source: right upper inner quadrant
de: rechts oben-innen
fr: quadrant supérieur interne droit

# BreastLocations_RightTopOuter
source: right upper outer quadrant
de: rechts oben-außen
fr: quadrant supérieur externe droit

# DiagnosisFindingType_FocalPoint
source: mass
de: Herd

# DiagnosisFindingType_FocusFoci
source: focus
de: Fokus

# DiagnosisFindingType_NonSpatialEnhancement
source: non-spatial Enhancement (NRE)
de: Nicht raumforderndes Enhancement (NRE)
fr: Réhaussement sans masse

# DiagnosisType_ Seroma
source: seroma
de: Serom
fr: Sérum

# DiagnosisType_Abscess
source: abscess
de: Abszess
fr: Abcès

# DiagnosisType_Adenoma
source: adenoma
de: Adenom
fr: Adénome

# DiagnosisType_BenignPhylloidTumor
source: benign phylloid tumor
de: benigner Phylloidtumor
fr: Tumeur phyllode

# DiagnosisType_BreastCarcinomaNotFurtherSpecified
source: breast carcinoma, not further specified
de: Mammakarzinom, nicht näher spezifiziert
fr: Carcinome du sein, non précisé

# DiagnosisType_CystWithSolidComponents
source: cyst with solid components
de: Zyste mit Proliferation
fr: Kyste compliquée

# DiagnosisType_Fibroadenoma
source: fibroadenoma
de: Fibroadenom
fr: Fibroadénome

# DiagnosisType_FibrocysticChanges
source: fibrocystic changes
de: fibrozystische Veränderungen
fr: Mastopathie fibrokystiques

# DiagnosisType_SimpleCyst
source: simple cyst
de: blande Zyste
fr: kyste

# DiagnosisType_Haematoma
source: haematoma
de: Hämatom
fr: Hématome

# DiagnosisType_Hamartoma
source: hamartoma
de: Hamartom
fr: Hamartome

# DiagnosisType_Hemangioma
source: hemangioma
de: Hämangiom
fr: Hémangiome

# DiagnosisType_InflammatoryCarcinoma
source: inflammatory carcinoma
de: inflammatorisches Karzinom
fr: Carcinome inflammatoire

# DiagnosisType_IntracycticPapillaryCarcinoma
source: intracystic papillary carcinoma
de: Intrazystisches papilläres Karzinom
fr: Carcinome papillaire intracyclique

# DiagnosisType_IntramammaryLymphNodes
source: intramammary lymph node
de: intramammärer Lymphknoten
fr: Ganglion intra-mammaire

# DiagnosisType_InvasiveDuctalBreastCarcinoma
source: invasive ductal breast carcinoma
de: invasiv-duktales Mammakarzinom
fr: Carcinome canalaire infiltrant (CCI)

# DiagnosisType_InvasiveLobularBreastCarcinoma
source: invasive lobular breast carcinoma
de: invasiv lobuläres Mammakarzinom
fr: Carcinome lobulaire infiltrant (CLI)

# DiagnosisType_InvasivePapillaryCarcinoma
source: invasive papillary carcinoma
de: Invasiv papilläres Karzinom
fr: Carcinome papillaire infiltrant

# DiagnosisType_Lipoma
source: lipoma
de: Lipom
fr: Lipome

# DiagnosisType_Lymphoma
source: lymphoma
de: Lymphom
fr: Lymphome

# DiagnosisType_MalignantPhylloidTumor
source: malignant phylloid tumor
de: maligner Phylloidtumor
fr: Tumeur phyllode maligne

# DiagnosisType_MammaparenchymaNonSpecific
source: Mammaparenchyma, non-specific
de: Mammaparenchym, unspezifisch
fr: Parenchyme mammaire, non-spécifique

# DiagnosisType_MedullaryCarcinoma
source: medullary carcinoma
de: Medulläres Karzinom
fr: Carcinome médullaire

# DiagnosisType_MetaplasticCarcinoma
source: metaplastic carcinoma
de: Metaplastisches Karzinom
fr: Carcinome métaplasique

# DiagnosisType_MucinousCarcinoma
source: mucinous carcinoma
de: Muzinöses Karzinom
fr: Carcinome mucineux

# DiagnosisType_OilCyst
source: oil cyst
de: Ölzyste
fr: Kyste huileux

# DiagnosisType_Papilloma
source: papilloma
de: Papillom
fr: Papillome

# DiagnosisType_RadialScar
source: radial scar
de: radiäre Narbe
fr: Cicatrice radiale

# DiagnosisType_Sarcoma
source: sarcoma
de: Sarkom
fr: Sarcome

# DiagnosisType_Scar
source: scar
de: Narbe
fr: Cicatrice

# CapsularFibrosisType_BakerDegreeI
source: Baker Grade I
de: Baker Grad I
fr: Baker stade I

# CapsularFibrosisType_BakerDegreeII
source: Baker Grade II
de: Baker Grad II
fr: Baker stade II

# CapsularFibrosisType_BakerDegreeIII
source: Baker Grade III
de: Baker Grad III
fr: Baker stade III

# CapsularFibrosisType_BakerDegreeIV
source: Baker Grade IV
de: Baker Grad IV
fr: Baker stade IV

# LesionType_BenignLesion
source: Benign lesion
de: Benigne Läsion
fr: Lésion bénigne

# LesionType_UncertainDignity
source: Uncertain dignity
de: Dignität unklar
fr: Dignité incertaine

# LesionType_Metastasis
source: Metastasis
de: Metastase
fr: Métastase

# OwnFamilyAnamnesisType_BenignMammaryLesion
source: Benign breast lesion
de: Benigne Mammaläsion

# OwnFamilyAnamnesisType_BreastCarcinoma
source: Breast carcinoma
de: Mammakarzinom
fr: Cancer du sein

# OwnFamilyAnamnesisType_Daughter
source: Daughter
de: Tochter
fr: Fille

# OwnFamilyAnamnesisType_Grandmother
source: Grandmother
de: Großmutter
fr: Grandmère

# OwnFamilyAnamnesisType_MaternalAunt
source: Maternal aunt
de: Tante mütterlich
fr: Tante maternelle

# OwnFamilyAnamnesisType_Mother
source: Mother
de: Mutter
fr: Mère

# OwnFamilyAnamnesisType_PaternalAunt
source: Paternal aunt
de: Tante väterlich
fr: Tante paternelle

# OwnFamilyAnamnesisType_Sister
source: Sister
de: Schwester
fr: Soeur

# PatientIndicationFindingType_AbnormalScreeningMammography
source: Abnormal finding on screening mammography
de: Auffällige Screening Mammographie
fr: Mammographie de dépistage anormale

# PatientIndicationFindingType_AdditionalExaminationVeryDenseParenchyma
source: Additional examination for high breast density on mammogramm
de: Zusatzuntersuchung bei mammographisch sehr dichtem Parenchym
fr: Examen supplémentaire en cas d'un tissu mammaire dense

# PatientIndicationFindingType_BRCACarrier
source: BRCA carrier/genetically high risk
de: BRCA-Träger/genetisch hohes Risiko
fr: Patient(e) à haut risque

# PatientIndicationFindingType_BreastImplants
source: Breast Implants
de: Brustimplantate
fr: Implants mammaires

# PatientIndicationFindingType_ChestPain
source: Chest pain
de: Schmerzen in der Brust
fr: Douleurs du sein

# PatientIndicationFindingType_CUP
source: Metastatic malignancy with unknown primary tumor (CUP)
de: Karzinom-Metastase bei unbekanntem Primärtumor (CUP)
fr: Recherche d’une localisation primitive

# PatientIndicationFindingType_LumpsHardeningInBreastDetected
source: Lumps / induration in the breast detected
de: Knoten / Verhärtung in der Brust festgestellt
fr: Détection d'une nodule / d'un épaississement dans le sein

# PatientIndicationFindingType_MonitoringNeoadjuvantChemotherapy
source: Monitoring in neoadjuvant chemotherapy
de: Monitoring bei neoadjuvanter Chemotherapie
fr: Suivi en cas de chimiothérapie néo-adjuvante

# PatientIndicationFindingType_PostTherapeuticAftercare
source: Post-therapeutic follow up care (diagnosis of recurrenct breast cancer)
de: Posttherapeutische Nachsorge (Rezidivdiagnostik)
fr: Suspicion de récidive

# PatientIndicationFindingType_PreoperativeStageClassification
source: Preoperative staging in patients with breast cancer
de: Präoperative Stadieneinteilung bei Patient/in mit Brustkrebs
fr: Bilan préthérapeutique d’un cancer du sein prouvé

# PatientIndicationFindingType_NippleDischarge
source: Nipple discharge
de: Absonderungen (Sekret)
fr: Ecoulement mamelonnaire

# RuptureType_Extracapsular
source: Extracapsular rupture
de: Extrakapsuläre Ruptur
fr: Rupture extracapsulaire

# RuptureType_Intracapsular
source: Intracapsular rupture
de: Intrakapsuläre Ruptur
fr: Rupture intracapsulaire

# RuptureType_Totalruptur
source: Total rupture
de: Totalruptur
fr: Rupture totale

# SinceWhen_LessThanOneMonth
source: less than 1 month
de: weniger als 1 Monat

# SinceWhen_MoreThanTwelveMonths
source: more than 12 months
de: mehr als 12 Monaten
fr: plus de 12 mois

# SinceWhen_OneMonth
source: 1 month
de: 1 Monat
fr: 1 mois

# SinceWhen_SixToTwelveMonths
source: 6-12 months
de: 6-12 Monaten
fr: 6-12 mois

# SinceWhen_ThreeMonths
source: 3 months
de: 3 Monaten
fr: 3 mois

# SinceWhen_TwoMonths
source: 2 months
de: 2 Monaten
fr: 2 mois

# TheraphyType_AntiHormonalTherapy
source: Anti-hormonal therapy
de: Antihormonelle Therapie
fr: Hormonothérapie

# TheraphyType_BET
source: Breast-conserving therapy (BCT)
de: Brusterhaltende Therapie (BET)
fr: Thérapie de conservation du sein

# TheraphyType_BreastAmputation
source: Mastectomy
de: Mammaamputation
fr: Mammectomie

# TheraphyType_BreastAugmentation
source: Breast augmentation
de: Mammaaugmentation
fr: Augmentation mammaire

# TheraphyType_BreastReduction
source: Breast reduction
de: Mammareduktion
fr: Réduction mammaire

# TheraphyType_Chemotherapy
source: Chemotherapy
de: Chemotherapie
fr: Chimiothérapie

# TheraphyType_FineNeedleAspiration
source: Fine needle aspiration
de: Feinnadelaspiration
fr: Aspiration à l'aiguille fine

# TheraphyType_HormonalContraception
source: Hormonal contraception
de: Hormonelle Kontrazeption
fr: Contraceptifs hormonaux

# TheraphyType_OpenBiopsy
source: Open biopsy
de: Offene Biopsie
fr: Biopsie chirurgicale

# TheraphyType_PunchBiopsy
source: Punch biopsy
de: Stanzbiopsie
fr: Biopsie à l'emporte-pièce

# TheraphyType_Radio
source: Radiotherapy
de: Radiatio
fr: Radiothérapie

# TheraphyType_VacuumBiopsy
source: Vacuum Biopsy
de: Vakuumbiopsie
fr: Biopsie sous vide

# BreastLocations_InnerLeft_v2
source: left inner inter-quadrant
de: links innen interquadrantär
fr: entre les quadrants internes gauches

# BreastLocations_InnerRight_v2
source: right inner inter-quadrant
de: rechts innen interquadrantär
fr: entre les quadrants internes droites

# BreastLocations_LeftBottomInner_v2
source: left lower inner quadrant
de: links unten innen
fr: quadrant inférieur interne gauche

# BreastLocations_LeftBottomOuter_v2
source: left lower outer quadrant
de: links unten außen
fr: quadrant inférieur externe gauche

# BreastLocations_LeftBottom_v2
source: left lower inter-quadrant
de: links unten interquadrantär
fr: entre les quadrants inférieurs gauches

# BreastLocations_LeftTopInner_v2
source: left upper inner quadrant
de: links oben innen
fr: quadrant suérieur interne gauche

# BreastLocations_LeftTopOuter_v2
source: left upper outer quadrant
de: links oben außen
fr: quadrant supérieur externe gauche

# BreastLocations_LeftTop_v2
source: left upper inter-quadrant
de: links oben interquadrantär
fr: entre les quadrants supérieurs gauches

# BreastLocations_OuterLeft_v2
source: left outer inter-quadrant
de: links außen interquadrantär
fr: entre les quadrants externes gauches

# BreastLocations_OuterRight_v2
source: right outer inter-quadrant
de: rechts außen interquadrantär
fr: entre les quadrants externes droites

# BreastLocations_RightBottomInner_v2
source: right lower inner quadrant
de: rechts unten innen
fr: quadrant inférieur interne droit

# BreastLocations_RightBottomOuter_v2
source: right lower outer quadrant
de: rechts unten außen
fr: quadrant inférieur externe droit

# BreastLocations_RightBottom_v2
source: right lower inter-quadrant
de: rechts unten interquadrantär
fr: entre les quadrants inférieurs droites

# BreastLocations_RightTopInner_v2
source: right upper inner quadrant
de: rechts oben innen
fr: quadrant supérieur interne droit

# BreastLocations_RightTopOuter_v2
source: right upper outer quadrant
de: rechts oben außen
fr: quadrant supérieur externe droit

# BreastLocations_RightTop_v2
source: right upper inter quadrant
de: rechts oben interquadrantär
fr: entre les quadrants supérieurs droites

# DiagnosisType_LipoidNecrosis
source: lipoid necrosis
de: Lipoidnekrose
fr: Cytostéatonécrose

# DiagnosisType_BreastParenchymaNonSpecific
source: breast parenchyma, non-specific
de: Mammaparenchym, unspezifisch
fr: Parenchyme mammaire, non-spécifique

# BreastLocations_LeftShoulder
source: left axilla
de: links axillär
fr: région axillaire gauche

# Byte_24_Age
source: younger than 25
de: jünger als 25

# Byte_81_Age
source: older than 80
de: älter als 80

# DiagnosisType_BenignLesionNotFurtherDefined
source: Benign lesion, not further defined
de: Benigne Läsion, nicht näher klassifiziert
fr: Lésion bénigne, non classée plus loin

# DiagnosisType_MalignantLesionNotFurtherDefined
source: Malignant lesion, not further defined
de: Maligne Läsion, nicht näher klassifiziert
fr: Lésion maligne, non classée plus loin

# DiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar
fr: Dignité incertaine

# BonesFindingType_ProxHumerus
source: Prox. Humerus
fr: Tête humérale

# DiagnosisType_ADH
source: ADH
fr: Hyperplasie canalaire atypique

# DiagnosisType_InSituCarcinomaDCIS
source: DCIS
fr: CCIS

# DiagnosisType_InSituCarcinomaLCIS
source: LCIS
fr: CLIS

# DiagnosisType_Mastitis
source: mastitis
fr: Mastite aiguë

# DiagnosisType_PASH
source: PASH
fr: Hyperplasie stromale pseudo-angiomateuse (PASH)

# PatientIndicationFindingType_Mastitis
source: Mastitis
fr: Mastite aiguë
