Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/PelvisValuesResources.*.resx
Languages: de

# BladderFindingType_UrinaryBladderStandardVariationAnomalies
source: Urinary bladder standard variation/anomalies
de: Harnblase Normvariante/Anomalien

# BladderFindingType_UrinaryBladderTrauma
source: Urinary bladder trauma
de: Harnblase Trauma

# BladderFindingType_PeripheralNerveSheathTumor
source: Peripheral nerve sheath tumor
de: Peripherer Nervenscheidentumor

# BladderFindingType_SoftTissueMass
source: Soft tissue mass
de: Weichteilraumforderung

# BladderFindingType_Muscles
source: Muscles
de: Muskulatur

# BladderFindingType_Tendons
source: Tendons
de: Sehnen

# BladderDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# BladderDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# BladderDiagnosisType_UnclearDignity
source: Unclear dignity
de: Unklare Dignität

# BladderDiagnosisType_WallEdema
source: Wall edema
de: Wandödem

# BladderDiagnosisType_InadequateDistension
source: Inadequate distension
de: Inadäquate Distension

# BladderDiagnosisType_TrabeculatedBladderPostvesicalObstruction
source: Trabeculated bladder (postvesical obstruction)
de: Trabekel-/Balkenblase (postvesikale Obstruktion)

# BladderDiagnosisType_StatusPostTransurethralResectionTUR
source: Status post transurethral resection (TUR)
de: Z.n. transurethraler Resektion (TUR)

# BladderDiagnosisType_Cystitis
source: Cystitis
de: Zystitis

# BladderDiagnosisType_Hematoma
source: Hematoma
de: Hämatom

# BladderDiagnosisType_Papilloma
source: Papilloma
de: Papillom

# BladderDiagnosisType_Granuloma
source: Granuloma
de: Granulom

# BladderDiagnosisType_NeurogenicBladder
source: Neurogenic bladder
de: Neurogene Blase

# BladderDiagnosisType_GenitourinarySchistosomiasis
source: Genitourinary schistosomiasis
de: Bilharziose

# BladderDiagnosisType_Endometriosis
source: Endometriosis
de: Endometriose

# BladderDiagnosisType_RetroperitonealFibrosis
source: Retroperitoneal fibrosis
de: Retroperitonealfibrose

# BladderDiagnosisType_PelvicLipomatosis
source: Pelvic lipomatosis
de: Beckenlipomatose

# BladderDiagnosisType_Lymphocele
source: Lymphocele
de: Lymphozel

# BladderDiagnosisType_VenousCollaterals
source: Venous collaterals
de: Venöse Kollateralen

# BladderDiagnosisType_Diverticulitis
source: Diverticulitis
de: Divertikulitis

# BladderDiagnosisType_Abscess
source: Abscess
de: Abszess

# BladderDiagnosisType_UrinaryBladderCarcinoma
source: Urinary bladder carcinoma
de: Harnblasenkarzinom

# BladderDiagnosisType_Sarcoma
source: Sarcoma
de: Sarkom

# BladderDiagnosisType_InfiltratedByRectalCarcinoma
source: Infiltrated by rectal carcinoma
de: Infiltration durch Rektumkarzinom

# BladderDiagnosisType_InfiltratedByUterusOvarianCarcinoma
source: Infiltrated by uterus/ovarian carcinoma
de: Infiltration durch Uterus/Ovarialkarzinom

# BladderDiagnosisType_InfiltratedByProstateSeminalVesicleCarcinoma
source: Infiltrated by prostate/seminal vesicle carcinoma
de: Infiltration durch Prostata/Samenblasenkarzinom

# BladderDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# BladderDiagnosisType_HematomaNotFurtherSpecified
source: Hematoma, not further specified
de: Hämatom, nicht näher spezifiziert

# BladderDiagnosisType_HematomaAcute
source: Hematoma, acute
de: Hämatom, akut

# BladderDiagnosisType_HematomaSubacute
source: Hematoma, subacute
de: Hämatom, subakut

# BladderDiagnosisType_HematomaChronic
source: Hematoma, chronic
de: Hämatom, chronisch

# BladderDiagnosisType_Seroma
source: Seroma
de: Serom

# BladderDiagnosisType_Hibernoma
source: Hibernoma
de: Hibernom

# BladderDiagnosisType_Neurofibromatosis
source: Neurofibromatosis
de: Neurofibromatose

# BladderDiagnosisType_SarcomaNotFurtherDefined
source: Sarcoma, not further defined
de: Sarkom, nicht näher spezifiziert

# BladderDiagnosisType_Liposarcoma
source: Liposarcoma
de: Liposarkom

# BladderDiagnosisType_Fibrosarcoma
source: Fibrosarcoma
de: Fibrosarkom

# BladderDiagnosisType_PleomorphicUndifferentiatedSarcoma
source: Pleomorphic undifferentiated sarcoma
de: Pleomorphes undifferenziertes Sarkom

# BladderDiagnosisType_SynovialSarcoma
source: Synovial sarcoma
de: Synovialsarkom

# BladderDiagnosisType_MalignantPeripheralNerveSheathTumorMPNST
source: Malignant peripheral nerve sheath tumor (MPNST)
de: Maligner peripherer Nervenscheidentumor (MPNST)

# SoftTissueMassLocalizationType_SubperitonealSupralevatoric
source: Subperitoneal/supralevatoric
de: Subperitoneal/supralevatorisch

# SoftTissueMassLocalizationType_Infralevatoric
source: Infralevatoric
de: Infralevatorisch

# SoftTissueMassLocalizationType_SoftTissueRight
source: Soft tissue, right
de: Weichteilgewebe, rechts lateral

# SoftTissueMassLocalizationType_SoftTissueLeft
source: Soft tissue, left
de: Weichteilgewebe, links lateral

# SoftTissueMassLocalizationType_SoftTissueVentral
source: Soft tissue, ventral
de: Weichteilgewebe, ventral

# SoftTissueMassLocalizationType_SoftTissueDorsal
source: Soft tissue, dorsal
de: Weichteilgewebe, dorsal

# SoftTissueMassLocalizationType_ThighVentral
source: Thigh, ventral
de: Oberschenkel, ventral

# SoftTissueMassLocalizationType_ThighDorsal
source: Thigh, dorsal
de: Oberschenkel, dorsal

# SoftTissueMassLocalizationType_ThighMedial
source: Thigh, medial
de: Oberschenkel, medial

# SoftTissueMassLocalizationType_ThighLateral
source: Thigh, lateral
de: Oberschenkel, lateral

# OsseousAvulsionLocalizationType_AnteriorSuperiorIliacSpine
source: Anterior superior iliac spine
de: Spina iliaca anterior superior

# OsseousAvulsionLocalizationType_AnteriorInferiorIliacSpine
source: Anterior inferior iliac spine
de: Spina iliaca anterior inferior

# OsseousAvulsionLocalizationType_IschialTuberosity
source: Ischial tuberosity
de: Tuber ischiadicum

# OsseousAvulsionLocalizationType_LesserTrochanter
source: Lesser trochanter
de: Trochanter minor

# OsseousAvulsionLocalizationType_FemoralDiaphysisPosterior
source: Femoral diaphysis, posterior
de: Femurdiaphyse, posterior

# MusclesLocalizationType_AdductorLongusMuscle
source: Adductor longus muscle
de: M. adductor longus

# MusclesLocalizationType_AdductorBrevisMuscle
source: Adductor brevis muscle
de: M. adductor brevis

# MusclesLocalizationType_ExternalBturatoricMuscle
source: External bturatoric muscle
de: M. obturatorius externus

# MusclesLocalizationType_PectineusMuscle
source: Pectineus muscle
de: M. pectineus

# MusclesLocalizationType_GracilisMuscle
source: Gracilis muscle
de: M. gracilis

# MusclesLocalizationType_AdductorMagnusMuscle
source: Adductor magnus muscle
de: M. adductor magnus

# MusclesLocalizationType_AdductorMinimusMuscle
source: Adductor minimus muscle
de: M. adductor minimus

# MusclesLocalizationType_GluteusMaximusMuscle
source: Gluteus maximus muscle
de: M. gluteus maximus

# MusclesLocalizationType_GluteusMediusMuscle
source: Gluteus medius muscle
de: M. gluteus medius

# MusclesLocalizationType_GluteusMinimusMuscle
source: Gluteus minimus muscle
de: M. gluteus minimus

# MusclesLocalizationType_TensorFasciaeLataeMuscle
source: Tensor fasciae latae muscle
de: M. tensor fasciae latae

# MusclesLocalizationType_PiriformisMuscle
source: Piriformis muscle
de: M. piriformis

# MusclesLocalizationType_InternalObturatorMuscle
source: Internal obturator muscle
de: M. obturatorius internus

# MusclesLocalizationType_InferiorGemellusMuscle
source: Inferior gemellus muscle
de: M. gemellus inferior

# MusclesLocalizationType_SuperiorGemellusMuscle
source: Superior gemellus muscle
de: M. gemellus superior

# MusclesLocalizationType_QuadratusFemorisMuscle
source: Quadratus femoris muscle
de: M. quadratus femoris

# MusclesLocalizationType_PsoasMajorMuscle
source: Psoas major muscle
de: M. psoas major

# MusclesLocalizationType_IliacusMuscle
source: Iliacus muscle
de: M. iliacus

# MusclesLocalizationType_SartoriusMuscle
source: Sartorius muscle
de: M. sartorius

# MusclesLocalizationType_RectusFemorisMuscle
source: Rectus femoris muscle
de: M. rectus femoris

# MusclesLocalizationType_RectusFemorisMuscleCaputRectum
source: Rectus femoris muscle, caput rectum
de: M. rectus femoris, Caput rectum

# MusclesLocalizationType_RectusFemorisMuscleCaputReflectum
source: Rectus femoris muscle, caput reflectum
de: M. rectus femoris, Caput reflectum

# MusclesLocalizationType_VastusMedialisMuscle
source: Vastus medialis muscle
de: M. vastus medialis

# MusclesLocalizationType_VastusIntermediusMuscle
source: Vastus intermedius muscle
de: M. vastus intermedius

# MusclesLocalizationType_VastusLateralisMuscle
source: Vastus lateralis muscle
de: M. vastus lateralis

# MusclesLocalizationType_BicepsFemorisMuscle
source: Biceps femoris muscle
de: M. biceps femoris

# MusclesLocalizationType_SemitendinosusMuscle
source: Semitendinosus muscle
de: M. semitendinosus

# MusclesLocalizationType_SemimembranosusMuscle
source: Semimembranosus muscle
de: M. semimembranosus

# RectumDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# RectumDiagnosisType_CrohnsDisease
source: Crohn's disease
de: Morbus Crohn

# FistulaLocalizer_LeftLateral3OClock
source: Left lateral, 3 o'clock
de: Links lateral, 3 Uhr

# FistulaLocalizer_RightLateral9OClock
source: Right lateral, 9 o'clock
de: Rechts lateral, 9 Uhr

# RectumDiagnosisType_EnlargedNonInflamedAppendix
source: Enlarged, non-inflamed appendix
de: Vergrößerter, nicht entzündeter Appendix
