Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/PelvisValuesResources.*.resx
Languages: de

# PreviousOperationFindingType_Prostatectomy
source: Prostatectomy
de: Prostatektomie

# PreviousOperationFindingType_Vesiculectomy
source: Vesiculectomy
de: Vesikulektomie

# PreviousOperationFindingType_Hemiorchiectomy
source: Hemiorchiectomy
de: Hemiorchektomie

# PreviousOperationFindingType_Hysterectomy
source: Hysterectomy
de: Hysterektomie

# PreviousOperationFindingType_Conisation
source: Conisation
de: Konisation

# PreviousOperationFindingType_RadicalTrachelectomy
source: Radical trachelectomy
de: Radikale Trachelektomie

# PreviousOperationFindingType_RectalResection
source: Rectal resection
de: Rektumresektion

# PreviousOperationFindingType_LocalRectalExcision
source: Local rectal excision
de: Lokale Rektumexzision

# PreviousOperationFindingType_SigmaResection
source: Sigma resection
de: Sigmaresektion

# PreviousOperationFindingType_Appendectomy
source: Appendectomy
de: Appendektomie

# PreviousOperationFindingType_Cystectomy
source: Cystectomy
de: Zystektomie

# ClinicFindingType_Pain
source: Pain
de: Schmerz

# ClinicFindingType_VaginalDischarge
source: Vaginal discharge
de: Vaginaler Ausfluss

# ClinicFindingType_UrinaryIncontinence
source: Urinary incontinence
de: Harninkontinenz

# ClinicFindingType_Dysuria
source: Dysuria
de: Dysurie

# ClinicFindingType_Hematuria
source: Hematuria
de: Hämaturie

# ClinicFindingType_Diarrhea
source: Diarrhea
de: Diarrhoe

# ClinicFindingType_Constipation
source: Constipation
de: Obstipation

# ClinicFindingType_PencilShapedStool
source: Pencil-shaped stool
de: Bleistiftstuhl

# ClinicFindingType_BloodyStool
source: Bloody stool
de: Blut im Stuhl

# ProstataFindingType_ResidualHemorrhage
source: Residual hemorrhage
de: Blutungsresiduen

# ProstataFindingType_TransitionZoneTZ
source: Lesion of the transition zone (TZ)
de: Läsion der Transitionalzone (TZ)

# ProstataFindingType_PeripheralZonePZ
source: Lesion of the peripheral zone (PZ)
de: Läsion der peripheren Zone (PZ)

# ProstataFindingType_CentralZoneCZ
source: Lesion of the central zone (CZ)
de: Läsion der zentralen Zone (CZ)

# CentralZoneCZLocalizerTypes_CZRight
source: CZ right
de: CZ rechts

# CentralZoneCZLocalizerTypes_CZLeft
source: CZ left
de: CZ links

# DifferentialDiagnosis_Cyst
source: Cyst
de: Zyste

# DifferentialDiagnosis_Calcification
source: Calcification
de: Verkalkung

# DifferentialDiagnosis_Fibrosis
source: Fibrosis
de: Fibrose

# DifferentialDiagnosis_Atrophy
source: Atrophy
de: Atrophie

# DifferentialDiagnosis_BphNode
source: BPH node
de: BPH Knoten

# LocalizationT1wSignalEnhancementTypes_TZBaseRightAnterior
source: TZ Base right anterior
de: TZ Basis rechts anterior

# LocalizationT1wSignalEnhancementTypes_TZBaseRightPosterior
source: TZ Base right posterior
de: TZ Basis rechts posterior

# LocalizationT1wSignalEnhancementTypes_TZBaseLeftAnterior
source: TZ Base left anterior
de: TZ Basis links anterior

# LocalizationT1wSignalEnhancementTypes_TZBaseLeftPosterior
source: TZ Base left posterior
de: TZ Basis links posterior

# LocalizationT1wSignalEnhancementTypes_TZMiddleGlandRightAnterior
source: TZ Middle gland right anterior
de: TZ Mittlere Drüse rechts anterior

# LocalizationT1wSignalEnhancementTypes_TZMiddleGlandRightPosterior
source: TZ Middle gland right posterior
de: TZ Mittlere Drüse rechts posterior

# LocalizationT1wSignalEnhancementTypes_TZMiddleGlandLeftAnterior
source: TZ Middle gland left anterior
de: TZ Mittlere Drüse links anterior

# LocalizationT1wSignalEnhancementTypes_TZMiddleGlandLeftPosterior
source: TZ Middle gland left posterior
de: TZ Mittlere Drüse links posterior

# LocalizationT1wSignalEnhancementTypes_TZApexRightAnterior
source: TZ Apex right anterior
de: TZ Apex rechts anterior

# LocalizationT1wSignalEnhancementTypes_TZApexRightPosterior
source: TZ Apex right posterior
de: TZ Apex rechts posterior

# LocalizationT1wSignalEnhancementTypes_TZApexLeftAnterior
source: TZ Apex left anterior
de: TZ Apex links anterior

# LocalizationT1wSignalEnhancementTypes_TZApexLeftPosterior
source: TZ Apex left posterior
de: TZ Apex links posterior

# LocalizationT1wSignalEnhancementTypes_PZBaseRightAnterior
source: PZ Base right anterior
de: PZ Basis rechts anterior

# LocalizationT1wSignalEnhancementTypes_PZBaseRightPosteriorLateral
source: PZ Base right posterior lateral
de: PZ Basis rechts posterior lateral

# LocalizationT1wSignalEnhancementTypes_PZBaseRightPosteriorMedial
source: PZ Base right posterior medial
de: PZ Basis rechts posterior medial

# LocalizationT1wSignalEnhancementTypes_PZBaseLeftAnterior
source: PZ Base left anterior
de: PZ Basis links anterior

# LocalizationT1wSignalEnhancementTypes_PZBaseLeftPosteriorLateral
source: PZ Base left posterior lateral
de: PZ Basis links posterior lateral

# LocalizationT1wSignalEnhancementTypes_PZBaseLeftPosteriorMedial
source: PZ Base left posterior medial
de: PZ Basis links posterior medial

# LocalizationT1wSignalEnhancementTypes_PZMiddleGlandRightAnterior
source: PZ Middle gland right anterior
de: PZ Mittlere Drüse rechts anterior

# LocalizationT1wSignalEnhancementTypes_PZMiddleGlandRightPosteriorLateral
source: PZ Middle gland right posterior lateral
de: PZ Mittlere Drüse rechts posterior lateral

# LocalizationT1wSignalEnhancementTypes_PZMiddleGlandRightPosteriorMedial
source: PZ Middle gland right posterior medial
de: PZ Mittlere Drüse rechts posterior medial

# LocalizationT1wSignalEnhancementTypes_PZMiddleGlandLeftAnterior
source: PZ Middle gland left anterior
de: PZ Mittlere Drüse links anterior

# LocalizationT1wSignalEnhancementTypes_PZMiddleGlandLeftPosteriorLateral
source: PZ Middle gland left posterior lateral
de: PZ Mittlere Drüse links posterior lateral

# LocalizationT1wSignalEnhancementTypes_PZMiddleGlandLeftPosteriorMedial
source: PZ Middle gland left posterior medial
de: PZ Mittlere Drüse links posterior medial

# LocalizationT1wSignalEnhancementTypes_PZApexRightAnterior
source: PZ Apex right anterior
de: PZ Apex rechts anterior

# LocalizationT1wSignalEnhancementTypes_PZApexRightPosteriorLateral
source: PZ Apex right posterior lateral
de: PZ Apex rechts posterior lateral

# LocalizationT1wSignalEnhancementTypes_PZApexRightPosteriorMedial
source: PZ Apex right posterior medial
de: PZ Apex rechts posterior medial

# LocalizationT1wSignalEnhancementTypes_PZApexLeftAnterior
source: PZ Apex left anterior
de: PZ Apex links anterior

# LocalizationT1wSignalEnhancementTypes_PZApexLeftPosteriorLateral
source: PZ Apex left posterior lateral
de: PZ Apex links posterior lateral

# LocalizationT1wSignalEnhancementTypes_PZApexLeftPosteriorMedial
source: PZ Apex left posterior medial
de: PZ Apex links posterior medial

# LocalizationT1wSignalEnhancementTypes_CZRight
source: CZ right
de: CZ rechts

# LocalizationT1wSignalEnhancementTypes_CZLeft
source: CZ left
de: CZ links

# LocalizationT1wSignalEnhancementTypes_AFSBaseRight
source: AFS Base right
de: AFZ Basis rechts

# LocalizationT1wSignalEnhancementTypes_AFSBaseLeft
source: AFS Base left
de: AFZ Basis links

# LocalizationT1wSignalEnhancementTypes_AFSMiddleGlandRight
source: AFS Middle gland right
de: AFZ Mittlere Drüse rechts

# LocalizationT1wSignalEnhancementTypes_AFSMiddleGlandLeft
source: AFS Middle gland left
de: AFZ Mittlere Drüse links

# LocalizationT1wSignalEnhancementTypes_AFSApexRight
source: AFS Apex right
de: AFZ Apex rechts

# LocalizationT1wSignalEnhancementTypes_AFSApexLeft
source: AFS Apex left
de: AFZ Apex links

# LocalizationT1wSignalEnhancementTypes_SBRight
source: SB right
de: SB rechts

# LocalizationT1wSignalEnhancementTypes_SBLeft
source: SB left
de: SB links

# PeripheralZonePZLocalizerTypes_PZBaseRightAnterior
source: PZ Base right anterior
de: PZ Basis rechts anterior

# PeripheralZonePZLocalizerTypes_PZBaseRightPosteriorLateral
source: PZ Base right posterior lateral
de: PZ Basis rechts posterior lateral

# PeripheralZonePZLocalizerTypes_PZBaseRightPosteriorMedial
source: PZ Base right posterior medial
de: PZ Basis rechts posterior medial

# PeripheralZonePZLocalizerTypes_PZBaseLeftAnterior
source: PZ Base left anterior
de: PZ Basis links anterior

# PeripheralZonePZLocalizerTypes_PZBaseLeftPosteriorLateral
source: PZ Base left posterior lateral
de: PZ Basis links posterior lateral

# PeripheralZonePZLocalizerTypes_PZBaseLeftPosteriorMedial
source: PZ Base left posterior medial
de: PZ Basis links posterior medial

# PeripheralZonePZLocalizerTypes_PZMiddleGlandRightAnterior
source: PZ Middle gland right anterior
de: PZ Mittlere Drüse rechts anterior

# PeripheralZonePZLocalizerTypes_PZMiddleGlandRightPosteriorLateral
source: PZ Middle gland right posterior lateral
de: PZ Mittlere Drüse rechts posterior lateral

# PeripheralZonePZLocalizerTypes_PZMiddleGlandRightPosteriorMedial
source: PZ Middle gland right posterior medial
de: PZ Mittlere Drüse rechts posterior medial

# PeripheralZonePZLocalizerTypes_PZMiddleGlandLeftAnterior
source: PZ Middle gland left anterior
de: PZ Mittlere Drüse links anterior

# PeripheralZonePZLocalizerTypes_PZMiddleGlandLeftPosteriorLateral
source: PZ Middle gland left posterior lateral
de: PZ Mittlere Drüse links posterior lateral

# PeripheralZonePZLocalizerTypes_PZMiddleGlandLeftPosteriorMedial
source: PZ Middle gland left posterior medial
de: PZ Mittlere Drüse links posterior medial

# PeripheralZonePZLocalizerTypes_PZApexRightAnterior
source: PZ Apex right anterior
de: PZ Apex rechts anterior

# PeripheralZonePZLocalizerTypes_PZApexRightPosteriorLateral
source: PZ Apex right posterior lateral
de: PZ Apex rechts posterior lateral

# PeripheralZonePZLocalizerTypes_PZApexRightPosteriorMedial
source: PZ Apex right posterior medial
de: PZ Apex rechts posterior medial

# PeripheralZonePZLocalizerTypes_PZApexLeftAnterior
source: PZ Apex left anterior
de: PZ Apex links anterior

# PeripheralZonePZLocalizerTypes_PZApexLeftPosteriorLateral
source: PZ Apex left posterior lateral
de: PZ Apex links posterior lateral

# PeripheralZonePZLocalizerTypes_PZApexLeftPosteriorMedial
source: PZ Apex left posterior medial
de: PZ Apex links posterior medial

# TransitionaZoneTZLocalizerTypes_TZBaseRightAnterior
source: TZ Base right anterior
de: TZ Basis rechts anterior

# TransitionaZoneTZLocalizerTypes_TZBaseRightPosterior
source: TZ Base right posterior
de: TZ Basis rechts posterior

# TransitionaZoneTZLocalizerTypes_TZBaseLeftAnterior
source: TZ Base left anterior
de: TZ Basis links anterior

# TransitionaZoneTZLocalizerTypes_TZBaseLeftPosterior
source: TZ Base left posterior
de: TZ Basis links posterior

# TransitionaZoneTZLocalizerTypes_TZMiddleGlandRightAnterior
source: TZ Middle gland right anterior
de: TZ Mittlere Drüse rechts anterior

# TransitionaZoneTZLocalizerTypes_TZMiddleGlandRightPosterior
source: TZ Middle gland right posterior
de: TZ Mittlere Drüse rechts posterior

# TransitionaZoneTZLocalizerTypes_TZMiddleGlandLeftAnterior
source: TZ Middle gland left anterior
de: TZ Mittlere Drüse links anterior

# TransitionaZoneTZLocalizerTypes_TZMiddleGlandLeftPosterior
source: TZ Middle gland left posterior
de: TZ Mittlere Drüse links posterior

# TransitionaZoneTZLocalizerTypes_TZApexRightAnterior
source: TZ Apex right anterior
de: TZ Apex rechts anterior

# TransitionaZoneTZLocalizerTypes_TZApexRightPosterior
source: TZ Apex right posterior
de: TZ Apex rechts posterior

# TransitionaZoneTZLocalizerTypes_TZApexLeftAnterior
source: TZ Apex left anterior
de: TZ Apex links anterior

# TransitionaZoneTZLocalizerTypes_TZApexLeftPosterior
source: TZ Apex left posterior
de: TZ Apex links posterior

# MaleGenderFindingType_PenisInfectionInflammation
source: Penis, infection/inflammation
de: Penis, Infektion/Inflammation

# MaleGenderFindingType_PenisMass
source: Penis mass
de: Penis, Raumforderung

# MaleGenderFindingType_ScrotumTrauma
source: Scrotum, trauma
de: Skrotum, Trauma

# MaleGenderFindingType_ScrotumCryptorchidism
source: Scrotum, cryptorchidism
de: Skrotum, Kryptorchismus

# MaleGenderFindingType_ScrotumInfectionInflammation
source: Scrotum, infection/inflammation
de: Skrotum, Infektion/Inflammation

# MaleGenderFindingType_ScrotumMass
source: Scrotum, mass
de: Skrotum, Raumforderung

# MaleGenderFindingType_SeminalVesiclesInfectionInflammation
source: Seminal vesicles, infection/inflammation
de: Samenblasen, Infektion/Inflammation

# MaleGenderFindingType_SeminalVesiclesMass
source: Seminal mass
de: Samenblasen, Raumforderung

# MaleGenderDiagnosisType_PeyroniesDiseaseUnspecific
source: Peyronie´s disease, unspecific
de: Peyronie, unspezifisch

# MaleGenderDiagnosisType_PenileProsthesisInfection
source: Penile prosthesis infection
de: Penisprotheseninfekt

# MaleGenderDiagnosisType_Phlegmons
source: Phlegmons
de: Phlegmone

# MaleGenderDiagnosisType_Cavernitis
source: Cavernitis
de: Kavernitis

# MaleGenderDiagnosisType_SquamousCellCarcinoma
source: Squamous cell carcinoma
de: Plattenepithelkarzinom

# MaleGenderDiagnosisType_Urethracarcinoma
source: Urethra carcinoma
de: Urethrakarzinom

# MaleGenderDiagnosisType_Sarcoma
source: Sarcoma
de: Sarkom

# MaleGenderDiagnosisType_Metastases
source: Metastases
de: Metastasen

# MaleGenderDiagnosisType_Lipoma
source: Lipoma (extraintest.)
de: Lipom (extraintest.)

# MaleGenderDiagnosisType_Lymphangioma
source: Lymphangioma
de: Lymphangiom

# MaleGenderDiagnosisType_Hemangioma
source: Hemangioma (extraintest.)
de: Hämangiom (extraintest.)

# MaleGenderDiagnosisType_ArteriovenousMalformations
source: Arteriovenous malformations
de: Arteriovenöse Malformationen

# MaleGenderDiagnosisType_Varicocele
source: Varicocele
de: Varikozelen

# MaleGenderDiagnosisType_PlexiformNeurofibroma
source: Plexiform neurofibroma
de: Plexiformes Neurofibrom

# MaleGenderDiagnosisType_LeydigCellHyperplasia
source: Leydig cell hyperplasia
de: Leydig-Zell-Hyperplasie

# MaleGenderDiagnosisType_BenignIntratesticularLipoma
source: Lipoma (intraintest.)
de: Lipom (intraintest.)

# MaleGenderDiagnosisType_ResidualAdrenalTumorInAdrenogenitalSyndrome
source: Residual adrenal tumor in adrenogenital syndrome
de: Adrenaler Resttumor bei adrenogenitalem Syndrom

# MaleGenderDiagnosisType_BenignIntratesticularHemangioma
source: Hemangioma (intraintest.)
de: Hämangiom (intraintest.)

# MaleGenderDiagnosisType_EpidermoidCyst
source: Epidermoid cyst
de: Epidermoidzyste

# MaleGenderDiagnosisType_LymphomaManifestation
source: Lymphoma manifestation (intraintest.)
de: Lymphommanifestation (intraintest.)

# MaleGenderDiagnosisType_LeukaemiaManifestation
source: Leukemia manifestation (intraintest.)
de: Leukämiemanifestation (intraintest.)

# MaleGenderDiagnosisType_Liposarcoma
source: Liposarcoma
de: Liposarkom

# MaleGenderDiagnosisType_GermCellTumorUnspecific
source: Germ cell tumor, unspecific
de: Keimzelltumor, unspezifisch

# MaleGenderDiagnosisType_MalignantExtratesticularLymphomaManifestation
source: Lymphoma manifestation (extraintest.)
de: Lymphommanifestation (extraintest.)

# MaleGenderDiagnosisType_MalignantExtratesticularLeukaemiaManifestation
source: Leukaemia manifestation (extraintest.)
de: Leukämiemanifestation (extraintest.)

# MaleGenderDiagnosisType_LeydigCellTumor
source: Leydig cell tumor
de: Leydig-Zell-Tumor

# MaleGenderDiagnosisType_SertoliCellTumor
source: Sertoli cell tumor
de: Sertoli-Zell-Tumor

# MaleGenderDiagnosisType_FibrousPseudotumour
source: Fibrous pseudotumor
de: Fibröser Pseudotumor

# MaleGenderDiagnosisType_Polyorchidism
source: Polyorchidism
de: Polyorchidismus

# MaleGenderDiagnosisType_SpermGranuloma
source: Sperm granuloma
de: Spermagranulom

# MaleGenderDiagnosisType_SpermaticCordHematoma
source: Spermatic cord hematoma
de: Samenstranghämatom

# MaleGenderDiagnosisType_SclerosingLipogranuloma
source: Sclerosing lipogranuloma
de: Sklerosierendes Lipogranulom

# MaleGenderDiagnosisType_SarcoidosisManifestation
source: Sarcoidosis manifestation (extraintest.)
de: Sarkoidosemanifestation (extraintest.)

# MaleGenderDiagnosisType_ExtratesticularHematoma
source: Hematoma (extraintest.)
de: Hämatom (extraintest.)

# MaleGenderDiagnosisType_Hydrocele
source: Hydrocele
de: Hydrozele testis

# MaleGenderDiagnosisType_InguinalHernia
source: Inguinal hernia
de: Inguinale Hernie

# MaleGenderDiagnosisType_SegmentalInfarction
source: Segmental infarction
de: Segmentaler Infarkt

# MaleGenderDiagnosisType_IntratesticularPseudotumorsSarcoidosisManifestation
source: Sarcoidosis manifestation (intraintest.)
de: Sarkoidosemanifestation (intraintest.)

# MaleGenderDiagnosisType_Abscess
source: Abscess
de: Abszess

# MaleGenderDiagnosisType_IntratesticularHematoma
source: Hematoma (intraintest.)
de: Hämatom (intraintest.)

# MaleGenderDiagnosisType_CysticDysplasia
source: Cystic dysplasia
de: Zystische Dysplasie

# MaleGenderDiagnosisType_FibriepithelialTumor
source: Fibroepithelial tumor
de: Fibroepithelialer Tumor

# MaleGenderDiagnosisType_Leiomyoma
source: Leiomyoma
de: Leiomyom

# MaleGenderDiagnosisType_Schwannoma
source: Schwannoma
de: Schwannom

# MaleGenderDiagnosisType_Adenocarcinoma
source: Adenocarcinoma
de: Adenokarzinom

# MaleGenderDiagnosisType_YolkSacTumor
source: Yolk sac tumor
de: Dottersacktumor

# MaleGenderDiagnosisType_NeuroendocrineCarcinoma
source: Neuroendocrine carcinoma
de: Neuroendokrines Karzinom

# MaleGenderDiagnosisType_Paraganglioma
source: Paraganglioma
de: Paragangliom

# MaleGenderDiagnosisType_ExtratesticularTuberculosis
source: Tuberculosis (extraintest.)
de: Tuberkulose (extraintest.)

# MaleGenderDiagnosisType_IntratesticularTuberculosis
source: Tuberculosis (intraintest.)
de: Tuberkulose (intraintest.)

# FemaleGenderFindingType_OvaryMass
source: Ovary, mass
de: Ovar, Raumforderung

# FemaleGenderFindingType_OvaryInflammation
source: Ovary, inflammation
de: Ovar, Inflammation

# FemaleGenderFindingType_OvaryTorsion
source: Ovary, torsion
de: Ovar, Torsion

# FemaleGenderFindingType_UterineTubeMass
source: Uterine tube, mass
de: Tuba uterina, Raumforderung

# FemaleGenderFindingType_UterineTubeInflammation
source: Uterine tube, inflammation
de: Tuba uterina, Inflammation

# FemaleGenderFindingType_CorpusUteriMass
source: Corpus uteri, mass
de: Corpus uteri, Raumforderung

# FemaleGenderFindingType_CervixUteriMass
source: Cervix uteri, mass
de: Zervix uteri, Raumforderung

# FemaleGenderFindingType_CervixUteriInflammation
source: Cervix uteri, inflammation
de: Zervix uteri, Inflammation

# FemaleGenderFindingType_VaginaMass
source: Vagina, mass
de: Vagina, Raumforderung

# FemaleGenderFindingType_VulvaMass
source: Vulva, mass
de: Vulva, Raumforderung

# FemaleGenderFindingType_Endometriosis
source: Endometriosis
de: Endometriose

# RectumDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# RectumDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# RectumDiagnosisType_Endometriosis
source: Endometriosis
de: Endometriose

# EndometriosisLocalizationType_UrinaryBladder
source: Urinary bladder
de: Harnblase

# EndometriosisLocalizationType_UreterRight
source: Ureter, right
de: Ureter, Rechts

# EndometriosisLocalizationType_UretherLeft
source: Urether, left
de: Urether, links

# EndometriosisLocalizationType_VesicouterineRecessus
source: Vesicouterine recessus
de: Vesikouteriner Recessus

# EndometriosisLocalizationType_VesicovaginalSeptum
source: Vesicovaginal septum
de: Vesikovaginales Septum

# EndometriosisLocalizationType_OvariesRight
source: Ovaries, right
de: Ovarien, rechts

# EndometriosisLocalizationType_OvariesLeft
source: Ovaries, left
de: Ovarien, links

# EndometriosisLocalizationType_CervixUteriPostCervicalSpace
source: Cervix uteri, post-cervical space
de: Cervix uteri, postzervikaler Raum

# EndometriosisLocalizationType_UterosacralLigamentsRight
source: Uterosacral ligaments, right
de: Uterosakrale Ligamente, rechts

# EndometriosisLocalizationType_UterosacralLigamentsLeft
source: Uterosacral ligaments, left
de: Uterosakrale Ligamente, links

# EndometriosisLocalizationType_LigamentumLatumUteriRight
source: Ligamentum latum uteri, right
de: Ligamentum latum uteri, rechts

# EndometriosisLocalizationType_LigamentumLatumUteriLeft
source: Ligamentum latum uteri, left
de: Ligamentum latum uteri, links

# EndometriosisLocalizationType_LigTeresUteriRight
source: Lig. teres uteri, right
de: Lig. teres uteri, rechts

# EndometriosisLocalizationType_LigTeresUteriLeft
source: Lig. teres uteri, left
de: Lig. teres uteri, links

# EndometriosisLocalizationType_DouglasRoom
source: Douglas room
de: Douglasraum

# EndometriosisLocalizationType_RetrovaginalSeptum
source: Retrovaginal septum
de: retrovaginales Septum

# EndometriosisLocalizationType_Rectum
source: Rectum
de: Rektum

# EndometriosisLocalizationType_FossaIschiorekalisAnalisRight
source: Fossa ischiorekalis/-analis, right
de: Fossa ischiorekalis/-analis, rechts

# EndometriosisLocalizationType_FossaIschiorekalisAnalisLeft
source: Fossa ischiorekalis/-analis, left
de: Fossa ischiorekalis/-analis, links

# EndometriosisLocalizationType_SmallIntestine
source: Small intestine
de: Dünndarm

# EndometriosisLocalizationType_AbdominalWall
source: Abdominal wall
de: Bauchwand

# EndometriosisLocalizationType_AbdominalWallScar
source: Abdominal wall, scar
de: Bauchwand, Narbe

# PelvicFloorFindingType_Morphology
source: Morphology
de: Morphologie

# PelvicFloorFindingType_OrganProlapse
source: Organ prolapse
de: Organprolaps

# PelvicFloorFindingType_PelvicFloorDysfunction
source: Pelvic floor dysfunction
de: Beckenbodeninsuffizienz

# PelvicFloorFindingType_DyssynergicDefecationAnism
source: Dyssynergic defecation (anism)
de: Dyssynerge Defäkation (Anismus)

# SslType_Oclock1
source: 1 o'clock
de: 1 Uhr

# SslType_Oclock2
source: 2 o'clock
de: 2 Uhr

# SslType_Oclock3
source: 3 o'clock
de: 3 Uhr

# SslType_Oclock4
source: 4 o'clock
de: 4 Uhr

# SslType_Oclock5
source: 5 o'clock
de: 5 Uhr

# SslType_Oclock6
source: 6 o'clock
de: 6 Uhr

# SslType_Oclock7
source: 7 o'clock
de: 7 Uhr

# SslType_Oclock8
source: 8 o'clock
de: 8 Uhr

# SslType_Oclock9
source: 9 o'clock
de: 9 Uhr

# SslType_Oclock10
source: 10 o'clock
de: 10 Uhr

# SslType_Oclock11
source: 11 o'clock
de: 11 Uhr

# SslType_Oclock12
source: 12 o'clock
de: 12 Uhr

# RectumFindingType_RectalCarcinoma
source: Rectal carcinoma
de: Rektumkarzinom

# RectumFindingType_SigmoidDiverticularDisease
source: Sigmoid diverticular disease
de: Sigmadivertikulose

# RectumFindingType_SigmaMass
source: Sigma, mass
de: Sigma, Raumforderung

# RectumFindingType_ChronicInflammatoryBowelDisease
source: Chronic inflammatory bowel disease
de: Chronisch entzündliche Darmerkrankung

# RectumFindingType_Appendicitis
source: Appendicitis
de: Appendizitis

# RectumFindingType_AcuteEpiploicAppendagitis
source: Acute epiploic appendagitis
de: Appendagitis epiploica

# RectumFindingType_SigmoidVolvulus
source: Sigmoid volvulus
de: Sigma, Volvolus

# RectumFindingType_Fistula
source: Fistula
de: Fistel

# RectumDiagnosisType_AdenomaPolyp
source: Adenoma/polyp
de: Adenom/Polyp

# RectumDiagnosisType_SigmoidColonCancer
source: Sigmoid colon cancer
de: Sigmakarzinom

# RectumDiagnosisType_Carcinoid
source: Carcinoid
de: Karzinoid

# RectumDiagnosisType_DiverticularSigmoiditis
source: Diverticular sigmoiditis
de: Sigmadivertikulitis

# RectumDiagnosisType_Mucocele
source: Mucocele
de: Mukozele

# RectumDiagnosisType_Diverticulitis
source: Diverticulitis
de: Divertikulitis

# RectumDiagnosisType_AcuteEpiploicAppendagitis
source: Acute epiploic appendagitis
de: Appendagitis epiploica

# RectumDiagnosisType_Colitis
source: Colitis
de: Kolitis

# RectumDiagnosisType_ChronicInflammatoryBowelDisease
source: Chronic inflammatory bowel disease
de: Chronisch entzündliche Darmerkrankungen

# RectumDiagnosisType_OmentalInfarction
source: Omental infarction
de: Omentaler Infarkt
