Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/PelvisValuesResources.*.resx
Languages: de

# RectumDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# RectumDiagnosisType_UlcerativeColitis
source: Ulcerative colitis
de: Colitis ulcerosa

# RectumDiagnosisType_PseudomembranousColitis
source: Pseudomembranous colitis
de: Pseudomembranöse Kolitis

# RectumDiagnosisType_BenignSigmoidTumorNotFurtherSpecified
source: Benign sigmoid tumor, not further specified
de: Benigner Sigmatumor, nicht näher spezifiziert

# RectumDiagnosisType_MalignantSigmoidTumorNotFurtherSpecified
source: Malignant sigmoid tumor, not further specified
de: Maligner Sigmatumor, nicht näher spezifiziert

# RectumDiagnosisType_SigmoidTumorDignityUnclear
source: Sigmoid tumor, dignity unclear
de: Sigmatumor, Dignität unklar

# RectumDiagnosisType_SigmoidTumorInflammatory
source: Sigmoid tumor, inflammatory
de: Sigmatumor, entzündlich

# FistulaType_Rectovaginal
source: Rectovaginal/anovaginal
de: Rektovaginal/anovaginal

# FistulaType_Colovaginal
source: Colovaginal
de: Kolovaginal

# FistulaType_Colovesical
source: Colovesical
de: Kolovesikal

# FistulaType_Vesicovaginal
source: Vesicovaginal
de: Vesikovaginal

# FistulaType_Vesicocervical
source: Vesicocervical
de: Vesikozervikal

# FistulaType_Complex
source: Complex
de: Komplex

# FistulaType_PilonidalSinus
source: Pilonidal sinus
de: Sinus pilonidalis

# LocalizationSSLType_TwelveToTwoOclock
source: 12 – 02 o'clock
de: 12 – 02 Uhr

# LocalizationSSLType_TwoToFourOclock
source: 02 – 04 o'clock
de: 02 – 04 Uhr

# LocalizationSSLType_FourToSixOClock
source: 04 – 06 o'clock
de: 04 – 06 Uhr

# LocalizationSSLType_SixToEightOclock
source: 06 – 08 o'clock
de: 06 – 08 Uhr

# LocalizationSSLType_EightToTenOclock
source: 08 – 10 o'clock
de: 08 – 10 Uhr

# LocalizationSSLType_TenToTwelveOclock
source: 10 – 12 o'clock
de: 10 – 12 Uhr

# BonesFindingType_FractureProximalFemur
source: Fracture - Proximal femur (AO31)
de: Fraktur – Proximaler Femur (AO31)

# BonesFindingType_FractureFemoralShaft
source: Fracture - femoral shaft (AO32)
de: Fraktur – Femurschaft (AO32)

# BonesFindingType_FractureAcetabulum
source: Fracture - Acetabulum (AO62)
de: Fraktur – Acetabulum (AO62)

# BonesFindingType_FracturePelvis
source: Fracture - Pelvis (AO61)
de: Fraktur – Becken (AO61)

# BonesFindingType_StressFracture
source: Stress fracture
de: Stressfraktur

# BonesFindingType_SubchondralInsufficiencyFracture
source: Subchondral Insufficiency Fracture (SIF)
de: Subchondrale Insuffizienzfraktur (SIF)

# BonesFindingType_BoneMarrowEdema
source: Bone Marrow Edema (BME)
de: Knochenmarködem (BME)

# BonesFindingType_TransientBoneMarrowEdema
source: Transient bone marrow edema ("transient osteoporosis" (TBME))
de: Transientes Knochenmarködem („transiente Osteoporose“ (TBME))

# BonesFindingType_AvascularNecrosisOfTheFemoralHead
source: Avascular femoral head necrosis
de: Avaskuläre Hüftkopfnekrose

# BonesFindingType_Coxarthrosis
source: Coxarthrosis
de: Koxarthrose

# BonesFindingType_JointEffusion
source: Joint effusion in the hip joint
de: Gelenkerguss im Hüftgelenk

# AnfhDifferentialDiagnosisType_TransientBoneMarrowEdema
source: Transient bone marrow edema "transient osteoporosis" (TBME)
de: Transientes Knochenmarködem „transiente Osteoporose“ (TBME)

# AnfhDifferentialDiagnosisType_SubchondralInsufficiencyFracture
source: Subchondral insufficiency fracture
de: Subchondrale Insuffizienzfraktur

# AnfhDifferentialDiagnosisType_StressFracture
source: Stress fracture
de: Stressfraktur

# AnfhDifferentialDiagnosisType_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# AnfhDifferentialDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# BonesDiagnosisType_BenignLesionNotDefined
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# BonesDiagnosisType_MalignantLesionNotDefined
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# BonesDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# BonesDiagnosisType_Enchondrome
source: Enchondroma
de: Enchondrom

# BonesDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# BonesDiagnosisType_SclerosisIslandOrEnostosis
source: Bone island/enostosis
de: Skleroseinsel/Enostose

# BonesDiagnosisType_IntraossalLipoma
source: Intraosseous lipoma
de: Intraossäres Lipom

# BonesDiagnosisType_IntraosseousCyst
source: Intraosseous cyst
de: Intraossäre Zyste

# BonesDiagnosisType_BoneInfarct
source: Bone infarction
de: Knocheninfarkt

# BonesDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# BonesDiagnosisType_AneurysmaticBoneCyst
source: Aneurysmatic bone cyst
de: Aneurysmatische Knochenzyste

# BonesDiagnosisType_Osteoidosteom
source: Osteoid osteoma
de: Osteoidosteom

# BonesDiagnosisType_Osteochondrome
source: Osteochondroma
de: Osteochondrom

# BonesDiagnosisType_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# BonesDiagnosisType_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# BonesDiagnosisType_EwingSarcoma
source: Ewing sarcoma
de: Ewing Sarkom

# BonesDiagnosisType_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# BonesDiagnosisType_GiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# BonesDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# BonesDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# BonesDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# BonesDiagnosisType_MultipleMyeloma
source: Multiple myeloma
de: Multiples Myelom

# BonesDiagnosisType_Abscess
source: Abscess
de: Abszess

# HipLocalizers_RightOsIlium
source: right ilium
de: Os ilium rechts

# HipLocalizers_RightOsPubis
source: right pubic bone
de: Os pubis rechts

# HipLocalizers_RightOsIschium
source: right ischium
de: Os ischium rechts

# HipLocalizers_RightAcetabulum
source: right acetabulum
de: Acetabulum rechts

# HipLocalizers_RightFemoralHead
source: right femoral head
de: Femurkopf rechts

# HipLocalizers_RightFemoralNeck
source: right femoral neck
de: Femurhals rechts

# HipLocalizers_RightFemoralShaft
source: right femoral shaft
de: Femurschaft rechts

# HipLocalizers_LeftOsIlium
source: left ilium
de: Os ilium links

# HipLocalizers_LeftOsPubis
source: left pubic bone
de: Os pubis links

# HipLocalizers_LeftOsIschium
source: left ischium
de: Os ischium links

# HipLocalizers_LeftAcetabulum
source: left acetabulum
de: Acetabulum links

# HipLocalizers_LeftFemoralHead
source: left femoral head
de: Femurkopf links

# HipLocalizers_LeftFemoralNeck
source: left femoral neck
de: Femurhals links

# HipLocalizers_LeftFemoralShaft
source: left femoral shaft
de: Femurschaft links

# LymphNodesFindingType_MarginalWithCentralFatHilum
source: Borderline with central fat hilum
de: Grenzwertig mit zentralem Fetthilus

# LymphNodesFindingType_Pathological
source: Pathological
de: Pathologisch

# LocalizationTypes_IliakaCommunisRight
source: Right common iliac artery
de: Iliaka communis rechts

# LocalizationTypes_IliakaCommunisLeft
source: Left common iliac artery
de: Iliaka communis links

# LocalizationTypes_IliakaExternaRight
source: Right external iliac artery
de: Iliaka externa rechts

# LocalizationTypes_IliakaExternaLeft
source: Left external iliac artery
de: Iliaka externa links

# LocalizationTypes_IliakaInternaRight
source: Right internal iliac artery
de: Iliaka interna rechts

# LocalizationTypes_IliakaInternaLeft
source: Left internal iliac artery
de: Iliaka interna links

# LocalizationTypes_ObturatorGroupRight
source: Obturator group right
de: Obturatorgruppe rechts

# LocalizationTypes_ObturatorGroupLeft
source: Obturator group left
de: Obturatorgruppe links

# LocalizationTypes_Mesorectal
source: Mesorectal
de: Mesorektal

# LocalizationTypes_Presacral
source: Presacral
de: Präsakral

# LocalizationTypes_Parametric
source: Parametric
de: Parametrisch

# LocalizationTypes_Pericecal
source: Pericecal
de: Perizökal

# LocalizationTypes_InguinalRight
source: Inguinal right
de: Inguinal rechts

# LocalizationTypes_InguinalLeft
source: Inguinal left
de: Inguinal links

# LocalizationTypes_FemoralisCommunisRight
source: Right common femoral artery
de: Femoralis communis rechts

# LocalizationTypes_FemoralisCommunisLeft
source: Left common femoral artery
de: Femoralis communis links

# MRIFollowUpType_ThreeMonths
source: 3 months
de: 3 Monate

# MRIFollowUpType_ThreeToSixMonths
source: 3–6 months
de: 3–6 Monate

# MRIFollowUpType_SixToTwelveMonths
source: 6–12 months
de: 6–12 Monate

# MRIFollowUpType_TwelveMonths
source: 12 months
de: 12 Monate

# MRIFollowUpType_EighteenToTwentyFourMonths
source: 18–24 months
de: 18–24 Monate

# LocalizerTitle_BaseGland
source: Base
de: Basis

# LocalizerTitle_MiddleGland
source: Middle gland
de: Mittlere Drüse

# FigoStageDetailsType_IA
source: IA: Tumor limited to myometrium or infiltrated < 50% of myometrium
de: IA: Tumor begrenzt auf Myometrium oder infiltriert < 50% des Myometriums

# FigoStageDetailsType_IB
source: IB: Tumor infiltrates ≥ 50% of the myometrium
de: IB: Tumor infiltriert ≥ 50% des Myometriums

# FigoStageDetailsType_IIIATumorAffectsSerosa
source: IIIA: Tumor affects serosa and/or adnexa
de: IIIA: Tumor befällt Serosa und/oder Adnexe

# FigoStageDetailsType_IIIBTumorInfiltratesVagina
source: IIIB: Tumor infiltrates vagina or parametria
de: IIIB: Tumor infiltriert Vagina oder Parametrien

# FigoStageDetailsType_IIIC
source: IIIC: Metastases in pelvic and/or paraaortic lymph nodes (up to the renal vessels)
de: IIIC: Metastasen in Becken- und/oder paraaortalen Lymphknoten (bis zu den Nierengefäßen)

# FigoStageDetailsType_IVATumorInfiltratesBladder
source: IVA: Tumor infiltrates bladder and/or rectal mucosa
de: IVA: Tumor infiltriert Blasen- und/oder Rektumschleimhaut

# FigoStageDetailsType_IVB
source: IVB: Distant metastases
de: IVB: Fernmetastasen

# FigoStageDetailsType_IIIC1
source: IIIC1: Pelvic lymph node involvement
de: IIIC1: Beckenlymphknotenbefall

# FigoStageDetailsType_IIIC2
source: IIIC2: Infection of paraaortic lymph nodes (up to the renal vessels)
de: IIIC2: Befall paraaortaler Lymphknoten (bis zu den Nierengefäßen)

# FigoStageDetailsType_IIA
source: IIA: Invasion of the upper or middle third of the vagina
de: IIA: Invasion des oberen oder mittleren Drittels der Vagina

# FigoStageDetailsType_IIB
source: IIB: Invasion of the parametrium
de: IIB: Invasion des Parametriums

# FigoStageDetailsType_IIIAInvasionOfTheLowerThird
source: IIIA: Invasion of the lower third of the vagina
de: IIIA: Invasion des unteren Vaginaldrittels

# FigoStageDetailsType_IIIBInvasionOfThePelvicWall
source: IIIB: Invasion of the pelvic wall or hydronephrosis/"silent kidney"
de: IIIB: Invasion der Beckenwand oder Hydronephrose/"stumme Niere“

# FigoStageDetailsType_IVAInvasionOfTheBladderOrRectum
source: IVA: Invasion of the bladder/rectum or beyond the pelvis
de: IVA: Invasion von Harnblase/Rektum oder über das kleine Becken hinaus

# DegenerationType_Cystic
source: Cystic degeneration
de: Zystische Degeneration

# DegenerationType_Myxoid
source: Myxoid degeneration
de: Myxoide Degeneration

# DegenerationType_Necrotic
source: Necrotic degeneration
de: Nekrotische Degeneration

# DegenerationType_RedNecrosis
source: Red necrosis (hemorrhagic degeneration)
de: Rote Nekrose (hämorrhagische Degeneration)

# FigoClassificationLocations_SubmucousPedunculated
source: FIGO classification 0, submucous, pedunculated
de: FIGO Klassifikation 0, submukös, gestielt

# FigoClassificationLocations_SubmucousLessThan50
source: FIGO classification 1, submucous, <50% of the myoma is intramural
de: FIGO Klassifikation 1, submukös, <50% des Myoms liegen intramural

# FigoClassificationLocations_Submucous50OrMore
source: FIGO classification 2, submucous, ≥50% of the myoma is intramural
de: FIGO Klassifikation 2, submukös, ≥50% des Myoms liegen intramural

# FigoClassificationLocations_IntramuralMyomaWithContact
source: FIGO classification 3, intramural myoma with contact to the endometrium
de: FIGO Klassifikation 3, intramurales Myom mit Kontakt zum Endometrium

# FigoClassificationLocations_IntramuralMyoma
source: FIGO classification 4, intramural myoma
de: FIGO Klassifikation 4, intramurales Myom

# FigoClassificationLocations_SubserousMyoma50OrMore
source: FIGO classification 5, subserous myoma, ≥50% of the myoma is intramural
de: FIGO Klassifikation 5, subseröses Myom, ≥50% des Myoms liegen intramural

# FigoClassificationLocations_SubserousMyomaLessThan50
source: FIGO classification 6, subserous myoma, <50% of the myoma is intramural
de: FIGO Klassifikation 6, subseröses Myom, <50% des Myoms liegen intramural

# FigoClassificationLocations_SubserousPedunculatedMyoma
source: FIGO classification 7, subserous, pedunculated myoma, not extending into peritoneal cavity
de: FIGO Klassifikation 7, subseröses Myom, gestielt, reicht in Peritonealhöhle

# FigoClassificationLocations_Other
source: FIGO classification 8, other (e.g. cervical, intraligamentous fibroids)
de: FIGO Klassifikation 8, sonstiges (z.B. zervikale, intraligamentäre Myome)

# UterusLocations_SubmucousPedunculated
source: Submucous, pedunculated
de: Mittelposition (M)

# UterusLocations_AnteversionAndAnteflexion
source: Anteversion (AV) and anteflexion (AF)
de: Anteversion (AV) und Anteflexion (AF)

# FemaleGenderDiagnosisType_MassiveOvarianEdema
source: Massive ovarian edema
de: Massives ovarielles Ödem

# FemaleGenderDiagnosisType_CystadenocarcinomaSerous
source: Cystadenocarcinoma serous
de: Zystadenokarzinom serös

# FemaleGenderDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# FemaleGenderDiagnosisType_CystadenocarcinomaMucinous
source: Cystadenocarcinoma mucinous
de: Zystadenokarzinom muzinös

# FemaleGenderDiagnosisType_ClearCellCarcinoma
source: Clear cell carcinoma
de: Klarzellkarzinom

# FemaleGenderDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# FemaleGenderDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# FemaleGenderDiagnosisType_CystadenomaSerous
source: Cystadenoma serous
de: Zystadenom serös

# FemaleGenderDiagnosisType_CystadenomaMucinous
source: Cystadenoma mucinous
de: Zystadenom muzinös

# FemaleGenderDiagnosisType_MatureCysticTeratomaDermoidCyst
source: Mature cystic teratoma (dermoid cyst)
de: Reifes zystisches Teratom (Dermoidzyste)

# FemaleGenderDiagnosisType_FollicularCyst
source: Follicular cyst
de: Funktionelle Zyste

# FemaleGenderDiagnosisType_Endometrioma
source: Endometrioma
de: Endometriom

# FemaleGenderDiagnosisType_Fibroma
source: Fibroma
de: Fibrom

# FemaleGenderDiagnosisType_Fibrothecoma
source: Fibrothecoma
de: Fibrothekom

# FemaleGenderDiagnosisType_EndometroidAdenocarcinoma
source: Endometroid adenocarcinoma
de: Endometroides Adenokarzinom

# FemaleGenderDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# FemaleGenderDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# FemaleGenderDiagnosisType_ImmatureTeratoma
source: Immature teratoma
de: Unreifes Teratom

# FemaleGenderDiagnosisType_BorderlineCystadenomaSerous
source: Borderline cystadenoma serous
de: Borderline Zystadenom serös

# FemaleGenderDiagnosisType_BorderlineCystadenomaMucinous
source: Borderline cystadenoma mucinous
de: Borderline Zystadenom muzinös

# FemaleGenderDiagnosisType_OvarianTorsion
source: Ovarian torsion
de: Ovarialtorsion

# FemaleGenderDiagnosisType_EctopicPregnancy
source: Ectopic pregnancy
de: Ektope Schwangerschaft

# FemaleGenderDiagnosisType_HemorrhagicCorpusLuteumCyst
source: Hemorrhagic corpus luteum cyst
de: Hämorrhagische Corpus luteum Zyste

# FemaleGenderDiagnosisType_Mass
source: Mass
de: Raumforderung

# FemaleGenderDiagnosisType_NecroticMetastases
source: Necrotic metastases
de: Nekrotischen Metastasen

# FemaleGenderDiagnosisType_TubeTorsion
source: Tube torsion
de: Tubentorsion

# FemaleGenderDiagnosisType_TorsionOfAParaovarianCyst
source: Torsion of a paraovarian cyst
de: Torsion einer Paraovarialzyste

# FemaleGenderDiagnosisType_Leiomyoma
source: Leiomyoma
de: Leiomyom

# FemaleGenderDiagnosisType_HydatidsOfMorgagni
source: Hydatids of Morgagni
de: Morgagni Hydatide

# FemaleGenderDiagnosisType_Adenocarcinoma
source: Adenocarcinoma
de: Adenokarzinom

# FemaleGenderDiagnosisType_SalpingitisNotFurtherSpecified
source: Salpingitis, not further specified
de: Salpingitis, nicht näher spezifiziert

# FemaleGenderDiagnosisType_SalpingitisHematosalpinx
source: Salpingitis, hematosalpinx
de: Salpingitis, Hämatosalpinx

# FemaleGenderDiagnosisType_Endometriosis
source: Endometriosis
de: Endometriose

# FemaleGenderDiagnosisType_PostInflammatoryChanges
source: Post-inflammatory changes
de: Postentzündliche Veränderungen

# FemaleGenderDiagnosisType_InclusionCyst
source: Inclusion cyst
de: Inklusionszyste

# FemaleGenderDiagnosisType_FibroepithelialPolyp
source: Fibroepithelial polyp
de: Fibroepithelialer Polyp

# FemaleGenderDiagnosisType_ZervoxPolyp
source: Zervox polyp
de: Zervixpolyp

# FemaleGenderDiagnosisType_GartnerCyst
source: Gartner cyst
de: Gartner-Zyste

# FemaleGenderDiagnosisType_Abscess
source: Abscess
de: Abszess

# FemaleGenderDiagnosisType_BartholinCyst
source: Bartholin cyst
de: Bartholin-Zyste

# FemaleGenderDiagnosisType_UrethralDiverticula
source: Urethral diverticula
de: Urethraldivertikel

# FemaleGenderDiagnosisType_Hematoma
source: Hematoma
de: Hämatom

# FemaleGenderDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# FemaleGenderDiagnosisType_Melanoma
source: Melanoma
de: Melanom

# FemaleGenderDiagnosisType_MassMalignantImpressive
source: Mass, malignant impressive
de: Raumforderung, maligne imponierend

# FemaleGenderDiagnosisType_NucksCyst
source: Nuck's cyst
de: Nuck’sche Zyste

# FemaleGenderDiagnosisType_BasalCellCarcinoma
source: Basal cell carcinoma
de: Basalzellkarzinom

# FemaleGenderDiagnosisType_ExtramammaryPagetsDisease
source: Extramammary Paget's disease
de: Extramammärer Morbus Paget

# FemaleGenderDiagnosisType_Sarcoma
source: Sarcoma
de: Sarkom

# FemaleGenderDiagnosisType_UrethralCarcinoma
source: Urethral carcinoma
de: Urethralkarzinom

# FemaleGenderDiagnosisType_SuperficialEndometriosis
source: Superficial endometriosis
de: Oberflächliche Endometriose

# FemaleGenderDiagnosisType_DeepInfiltratingEndometriosis
source: Deep infiltrating endometriosis
de: Tief infiltrierende Endometriose

# FemaleGenderDiagnosisType_PostbiopticOrInflammatoryTissueAlterations
source: Postbioptic/inflammatory tissue alterations
de: Postbioptische/inflammatorische Gewebsveränderungen

# FemaleGenderDiagnosisType_EndometriomaDecidualisation
source: Endometrioma, decidualisation
de: Endometriom, Dezidualisierung

# FemaleGenderDiagnosisType_AdenomyosisDiffuse
source: Adenomyosis, diffuse
de: Adenomyose, Diffus

# FemaleGenderDiagnosisType_AbdominalWallEdometriosis
source: Abdominal wall edometriosis
de: Bauchwandendometriose

# FemaleGenderDiagnosisType_MassBenignImpressive
source: Mass, benign impressive
de: Raumforderung, benigne imponierend

# FemaleGenderDiagnosisType_HaemorrhagicOvarianCyst
source: Haemorrhagic ovarian cyst
de: Hämorrhagische Ovarzyste

# FemaleGenderDiagnosisType_OvarianAbscess
source: Ovarian abscess
de: Ovarialabszess

# FemaleGenderDiagnosisType_CervicalMyoma
source: Cervical myoma
de: Zervixmyom

# FemaleGenderDiagnosisType_ChorionCarcinoma
source: Chorion carcinoma
de: Chorionkarzinom

# FemaleGenderDiagnosisType_OvarianTumourUnclearDignity
source: Ovarian tumour, unclear dignity
de: Ovarialtumor, unklare Dignität

# FemaleGenderDiagnosisType_SynovialSarcoma
source: Synovial sarcoma
de: Synovialsarkom

# FemaleGenderDiagnosisType_EndometrialCarcinoma
source: Endometrial carcinoma
de: Endometriumkarzinom

# FemaleGenderDiagnosisType_OvarianTumourBenignImpressing
source: Ovarian tumour, benign impressing
de: Ovarialtumor, benigne imponierend

# FemaleGenderDiagnosisType_Cervicitis
source: Cervicitis
de: Zervizitis

# FemaleGenderDiagnosisType_OvarianTumourMalignantImpressing
source: Ovarian tumour, malignant impressing
de: Ovarialtumor, maligne imponierend

# FemaleGenderDiagnosisType_OvarianTumourClearCellCarcinoma
source: Ovarian tumour, clear cell carcinoma
de: Ovarialtumor, Klarzellkarzinom

# FemaleGenderDiagnosisType_OvarianTumourEndometrioidCarcinoma
source: Ovarian tumour, endometrioid carcinoma
de: Ovarialtumor, endometrioides Karzinom

# FemaleGenderDiagnosisType_OvarianTumourEndometrioidAdenofibroma
source: Ovarian tumour, endometrioid adenofibroma
de: Ovarialtumor, endometrioides Adenofibrom

# FemaleGenderDiagnosisType_Leiomyosarcoma
source: Leiomyosarcoma
de: Leiomyosarkom

# FemaleGenderDiagnosisType_FocalMyometricContraction
source: Focal myometric contraction
de: Fokale myometrische Kontraktion

# FemaleGenderDiagnosisType_AdenomyosisFocal
source: Adenomyosis, focal
de: Adenomyose, Fokal

# FemaleGenderDiagnosisType_PeritonealInclusionCyst
source: Peritoneal inclusion cyst
de: Peritoneale Inklusionszyste

# FemaleGenderDiagnosisType_Skenecyst
source: Skenecyst
de: Skenezyste

# FemaleGenderDiagnosisType_SquamousCellCarcinoma
source: Squamous cell carcinoma
de: Plattenepithelkarzinom

# FemaleGenderDiagnosisType_Thecoma
source: Thecoma
de: Thekom

# FemaleGenderDiagnosisType_CervicalCarcinoma
source: Cervical carcinoma
de: Zervixkarzinom

# FemaleGenderDiagnosisType_OvarianTumourEndometrioidCystadenoma
source: Ovarian tumour, endometrioid cystadenoma
de: Ovarialtumor, endometrioides Zystadenom

# FemaleGenderDiagnosisType_MatureCysticTeratoma
source: Mature cystic teratoma
de: Reifes zystisches Teratom

# MaleGenderDiagnosisType_PeyroniesDiseaseAcute
source: Peyronie´s disease, acute phase
de: Peyronie, akute Phase

# MaleGenderDiagnosisType_PeyroniesDiseaseChronic
source: Peyronie´s disease, chronic phase
de: Peyronie, chronische Phase

# UterusLocations_RetroversionAndRetroflexion
source: Retroversion (RV) and retroflexion (RF)
de: Retroversion (RV) und Retroflexion (RF)

# MaleGenderDiagnosisType_GermCellTumorNonSeminoma
source: Germ cell tumor, non-seminoma
de: Keimzelltumor, Nicht-Seminom

# MaleGenderDiagnosisType_GermCellTumorSeminoma
source: Germ cell tumor, seminoma
de: Keimzelltumor, Seminom

# MaleGenderDiagnosisType_SpermaticCordSarcomasLiposarcoma
source: Spermatic cord sarcoma, liposarcoma
de: Samenstrang-Sarkom, Liposarkom

# MaleGenderDiagnosisType_SpermaticCordSarcomasRhabdmomyosarcoma
source: Spermatic cord sarcoma, rhabdmomyosarcoma
de: Samenstrang-Sarkom, Rhabdmomyosarkom

# MaleGenderDiagnosisType_SpermaticCordSarcomasUnspecific
source: Spermatic cord sarcoma, unspecific
de: Samenstrang-Sarkom, unspezifisch

# StageType_Stage0
source: Stage 0
de: Stadium 0

# StageType_Stage1
source: Stage 1
de: Stadium 1

# StageType_Stage2
source: Stage 2
de: Stadium 2

# StageType_Stage3
source: Stage 3
de: Stadium 3

# StageType_Stage4
source: Stage 4
de: Stadium 4

# GradingType_Heavy
source: Severe
de: Schwer

# GradingType_Light
source: Light
de: Leicht

# GradingType_Medium
source: Medium
de: Mittelgradig

# MaleGenderDiagnosisType_PeyroniesDisease
source: Peyronie's disease
de: Peyronie

# BladderFindingType_Ascites
source: Ascites
de: Aszites

# BladderFindingType_PeritonealNodules
source: Peritoneal nodules
de: Peritoneale Knoten

# BladderFindingType_VesselsUreter
source: Vessels/Ureter
de: Gefäße/Harnleiter

# BladderFindingType_UrinaryBladderWallThickening
source: Urinary bladder wall thickening
de: Harnblase Wandverdickung

# BladderFindingType_UrinaryBladderDiverticulum
source: Urinary bladder diverticulum
de: Harnblase Divertikel
