Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/ShoulderValuesResources.*.resx
Languages: de

# BonesFindingType_BoneMarrowEdema
source: Bone marrow edema
de: Knochenmarködem

# BonesFindingType_Congenital
source: Congenital/ glenoid dysplasia
de: Anlagebedingt/ Glenoiddysplasie

# BonesFindingType_Degeneration
source: Glenohumeral osteoarthritis
de: Degeneration, Omarthrose

# BonesFindingType_Fracture
source: Fracture
de: Fraktur

# BonesFindingType_HumerusNecrosis
source: Humerus, avascular necrosis (AVN)
de: Humerus, avaskuläre Nekrose (AVN)

# BonesFindingType_PostTraumatic
source: Posttraumatic
de: Posttraumatisch

# DiagnosisType_SublabralForamen
source: Sublabral foramen
de: Foramen sublabrale

# DiagnosisType_SublabralRecess
source: Sublabral recess
de: Recessus sublabralis

# DiagnosisType_MeniscoidFormOfSuperiorLabrum
source: Meniscoid form of the superior labrum
de: Meniskoide Form des superioren Labrum

# DiagnosisType_SLAPLesionTypeI
source: SLAP lesion type I
de: SLAP Läsion Typ I

# DiagnosisType_SLAPLesionTypeII
source: SLAP lesion type II
de: SLAP Läsion Typ II

# DiagnosisType_SLAPLesionTypeIII
source: SLAP lesion type III
de: SLAP Läsion Typ III

# DiagnosisType_SLAPLesionTypeIV
source: SLAP lesion type IV
de: SLAP Läsion Typ IV

# DiagnosisType_SLAPLesionTypeV
source: SLAP lesion type V
de: SLAP Läsion Typ V

# DiagnosisType_SLAPLesionTypeVI
source: SLAP lesion type VI
de: SLAP Läsion Typ VI

# DiagnosisType_SLAPLesionTypeVII
source: SLAP lesion type VII
de: SLAP Läsion Typ VII

# DiagnosisType_SLAPLesionTypeVIII
source: SLAP lesion type VIII
de: SLAP Läsion Typ VIII

# DiagnosisType_SLAPLesionTypeIX
source: SLAP lesion type IX
de: SLAP Läsion Typ IX

# DiagnosisType_SLAPLesionTypeX
source: SLAP lesion type X
de: SLAP Läsion Typ X

# DiagnosisType_SLAPLesionMoreThanTypeIV
source: SLAP lesion > type IV
de: SLAP Läsion > Typ IV

# DiagnosisType_SLAPLesionMoreThanTypeILessThanTypeV
source: SLAP lesion > type I & < type V
de: SLAP Läsion > Typ I & < Typ V

# DiagnosisType_BufordComplex
source: Buford complex
de: Buford-Komplex

# DiagnosisType_BankartLesion
source: Bankart lesion
de: Bankart-Läsion

# DiagnosisType_BankartLesionOsseous
source: Bankart lesion, osseous
de: Bankart-Läsion, knöchern

# DiagnosisType_GLADLesion
source: GLAD lesion
de: GLAD-Läsion

# DiagnosisType_ALPSALesion
source: ALPSA lesion
de: ALPSA-Läsion

# DiagnosisType_PerthesLesion
source: Perthes lesion
de: Perthes-Läsion

# DiagnosisType_ReverseBankartLesion
source: Reverse Bankart lesion
de: Reverse Bankart-Läsion

# DiagnosisType_ReverseBankartLesionOsseous
source: Reverse Bankart lesion, osseous
de: Reverse Bankart-Läsion, knöchern

# DiagnosisType_PosteriorGLADLesion
source: Posterior GLAD lesion
de: Posteriore GLAD-Läsion

# DiagnosisType_POLPSALesion
source: POLPSA lesion
de: POLPSA-Läsion

# DiagnosisType_ReverseParthesLesion
source: Reverse Perthes lesion
de: Reverse Perthes-Läsion

# TumorDifferentialDiagnosis_AneurysmaticBoneCyst
source: Aneurysmal bone cyst
de: Aneurysmatische Knochenzyste

# TumorDifferentialDiagnosis_BenignLesion
source: Benign lesion, not further classified
de: Benigne Läsion, nicht näher klassifiziert

# TumorDifferentialDiagnosis_BoneInfarction
source: Bone infarction
de: Knocheninfarkt

# TumorDifferentialDiagnosis_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# TumorDifferentialDiagnosis_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# TumorDifferentialDiagnosis_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# TumorDifferentialDiagnosis_Enchondrome
source: Enchondroma
de: Enchondrom

# TumorDifferentialDiagnosis_EwingSarcoma
source: Ewing's sarcoma
de: Ewing Sarkom

# TumorDifferentialDiagnosis_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# TumorDifferentialDiagnosis_GiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# TumorDifferentialDiagnosis_Hemangioma
source: Hemangioma
de: Hämangiom

# TumorDifferentialDiagnosis_IntraosseousCyst
source: Intraosseous cyst
de: Intraossäre Zyste

# TumorDifferentialDiagnosis_IntraosseousLipoma
source: Intraosseous lipoma
de: Intraossäres Lipom

# TumorDifferentialDiagnosis_Lymphoma
source: Lymphoma
de: Lymphom

# TumorDifferentialDiagnosis_MalignantLesion
source: Malignant lesion, not further classified
de: Maligne Läsion, nicht näher klassifiziert

# TumorDifferentialDiagnosis_Metastasis
source: Metastasis
de: Metastase

# TumorDifferentialDiagnosis_MultipleMyeloma
source: Multiple myeloma
de: Multiples Myelom

# TumorDifferentialDiagnosis_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# TumorDifferentialDiagnosis_Osteochondrome
source: Osteochondroma
de: Osteochondrom

# TumorDifferentialDiagnosis_OsteoidOsteoma
source: Osteoid osteoma
de: Osteoidosteom

# TumorDifferentialDiagnosis_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# TumorDifferentialDiagnosis_SclerosisIslandOrEnostosis
source: Bone island / Enostosis
de: Skleroseinsel / Enostose

# SecondTumorDifferentialDiagnosis_AneurysmaticBoneCyst
source: Aneurysmal bone cyst
de: Aneurysmatische Knochenzyste

# SecondTumorDifferentialDiagnosis_BenignLesionNotFurtherCharacterized
source: Benign lesion, not further classified
de: Benigne Läsion, nicht näher klassifiziert

# SecondTumorDifferentialDiagnosis_BoneInfarction
source: Bone infarction
de: Knocheninfarkt

# SecondTumorDifferentialDiagnosis_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# SecondTumorDifferentialDiagnosis_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# SecondTumorDifferentialDiagnosis_Enchondrome
source: Enchondroma
de: Enchondrom

# SecondTumorDifferentialDiagnosis_EwingSarcoma
source: Ewing's sarcoma
de: Ewing Sarkom

# SecondTumorDifferentialDiagnosis_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# SecondTumorDifferentialDiagnosis_GiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# SecondTumorDifferentialDiagnosis_Hemangioma
source: Hemangioma
de: Hämangiom

# SecondTumorDifferentialDiagnosis_IntraosseousCyst
source: Intraosseous cyst
de: Intraossäre Zyste

# SecondTumorDifferentialDiagnosis_IntraosseousLipoma
source: Intraosseous lipoma
de: Intraossäres Lipom

# SecondTumorDifferentialDiagnosis_Lymphoma
source: Lymphoma
de: Lymphom

# SecondTumorDifferentialDiagnosis_MalignantLesionNotFurtherCharacterized
source: Malignant lesion, not further classified
de: Maligne Läsion, nicht näher klassifiziert

# SecondTumorDifferentialDiagnosis_Metastasis
source: Metastasis
de: Metastase

# SecondTumorDifferentialDiagnosis_MultipleMyeloma
source: Multiple myeloma
de: Multiples Myelom

# SecondTumorDifferentialDiagnosis_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# SecondTumorDifferentialDiagnosis_Osteochondrome
source: Osteochondroma
de: Osteochondrom

# SecondTumorDifferentialDiagnosis_OsteoidOsteoma
source: Osteoid osteoma
de: Osteoidosteom

# SecondTumorDifferentialDiagnosis_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# SecondTumorDifferentialDiagnosis_SclerosisIslandOrEnostosis
source: Bone island / Enostosis
de: Skleroseinsel / Enostose

# AcromionType_Type1
source: Type 1: Flat
de: Typ 1: Flach

# AcromionType_Type2
source: Type 2: Curved
de: Typ 2: Gebogen

# AcromionType_Type3
source: Type 3: Hook-shaped
de: Typ 3: Hakenförmig

# AcromionType_Type4
source: Type 4: convex upturned
de: Typ 4: Hakenförmig, konvex

# JointAndBursaeFindingType_ArticularEffusion
source: Articular effusion
de: Gelenkerguss

# JointAndBursaeFindingType_Capsule
source: Capsule
de: Kapsel

# JointAndBursaeFindingType_FreeJointBody
source: Free joint body
de: Freier Gelenkkörper

# LabrumAndRibbonsFindingType_BicepsTendon
source: Biceps Tendon
de: Bizepssehne

# LabrumAndRibbonsFindingType_Ligaments
source: Ligaments
de: Ligamenta

# LocalizationLocation_Left
source: left shoulder
de: linke Schulter

# LocalizationLocation_Right
source: right shoulder
de: rechte Schulter

# MusculatureFindingType_MuscleLesion
source: Muscle lesion
de: Muskelläsion

# MusculatureFindingType_MuscularHaematoma
source: Muscular haematoma
de: Muskuläres Hämatom

# MusculatureFindingType_OtherFindings
source: Other findings
de: Weitere Befunde

# RotatorFindingType_ACJoint
source: AC joint
de: AC-Gelenk

# RotatorFindingType_RotatorCuff
source: Rotator cuff
de: Rotatorenmanschette

# SoftPartsFindingType_LymphNodes
source: Lymph nodes, axillary
de: Lymphknoten, axillär

# SoftPartsFindingType_Musculature
source: musculature
de: Muskulatur

# SoftPartsFindingType_SternoclavicularJoint
source: sternoclavicular joint
de: Sternoklavikulargelenk
