Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/SpineValuesResources.*.resx
Languages: de

# BonesDiagnosisType_BenignLesionNotFurtherClassified
source: Benign lesion, not further classified
de: Benigne Läsion, nicht näher klassifiziert

# BonesDiagnosisType_MalignantLesionNotFurtherClassified
source: Malignant lesion, not further classified
de: Maligne Läsion, nicht näher klassifiziert

# BonesFindingType_BoneMarrowEdema
source: Bone marrow edema (BME)
de: Knochenmarködem (BME)

# BonesFindingType_Fracture
source: Fracture
de: Fraktur

# BonesFindingType_PosttherapeuticChange
source: Posttherapeutic change
de: Posttherapeutische Veränderung

# BonesFindingType_DiffuseTumor
source: Diffuse tumor
de: Tumor diffus

# BonesFindingType_FocalTumor
source: Focal tumor
de: Tumor fokal

# BonesFindingType_PathologyOfTheVertebralArch
source: Pathology of the vertebral arch
de: Wirbelbogen-Pathologie

# ConfigurationFindingType_Deviation
source: Deviation
de: Achsabweichung

# ConfigurationFindingType_Scoliosis
source: Scoliosis
de: Skoliose

# ConfigurationFindingType_Spondylolisthesis
source: Spondylolisthesis
de: Spondylolisthese

# ConfigurationFindingType_TransitionalVertebra
source: Transitional vertebra
de: Übergangsvariante

# DiscFindingType_AnnularFissure
source: Annular fissure
de: Anulus Fissur

# DiscFindingType_ErosiveIntervertebralOsteochondrosis
source: Erosive intervertebral osteochondrosis
de: Erosive Osteochondrose

# DiscFindingType_FacetJointArthrosis
source: Facet joint arthrosis
de: Facettengelenkarthrose

# DiscFindingType_InflammatoryOrSpondylodiscitis
source: Inflammatory/Spondylodiscitis
de: Entzündlich/Spondylodiszitis

# DiscFindingType_RheumatoidArthritis
source: Rheumatoid arthritis
de: Rheuma

# InterventionType_BoneCementApplication
source: Bone cement application
de: Knochenzement-Applikation

# InterventionType_DiscReplacement
source: Disc replacement (Cage)
de: Bandscheibenersatz (Cage)

# InterventionType_Laminectomy
source: Laminectomy
de: Laminektomie

# InterventionType_Spondylodesis
source: Spondylodesis
de: Spondylodese

# InterventionType_VertebraReplacement
source: Vertebra replacement
de: Wirbelkörperersatz

# DiscLocations_SubarticularRight
source: subarticular right
de: Mediolateral rechts

# DiscLocations_SubarticularLeft
source: subarticular left
de: Mediolateral links

# DiscLocations_ForaminalLeft
source: foraminal left
de: Foraminal links

# DiscLocations_ForaminalRight
source: foraminal right
de: Foraminal rechts

# DiscLocations_Central
source: central
de: Median

# DiscLocations_ExtraforaminalLeft
source: extraforaminal left
de: Extraforaminal links

# DiscLocations_ExtraforaminalRight
source: extraforaminal right
de: Extraforaminal rechts

# DiscLocations_ParacentralRight
source: paracentral right
de: Paramedian rechts

# DiscLocations_ParacentralLeft
source: paracentral left
de: Paramedian links

# BonesDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# BonesDiagnosisType_VertebralHemangioma
source: Vertebral hemangioma
de: Hämangiom

# BonesDiagnosisType_ExtensiveVertebralHemangioma
source: Extensive vertebral hemangioma
de: Hämangiomwirbel

# BonesDiagnosisType_BoneIslandEnostosis
source: Bone island/enostosis
de: Skleroseinsel/Enostose

# BonesDiagnosisType_AneurysmaticBoneCyst
source: Aneurysmatic bone cyst
de: Aneurysmatische Knochenzyste

# BonesDiagnosisType_OsteoidOsteoma
source: Osteoid osteoma
de: Osteoidosteom

# BonesDiagnosisType_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# BonesDiagnosisType_Osteochondroma
source: Osteochondroma
de: Osteochondrom

# BonesDiagnosisType_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# BonesDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# BonesDiagnosisType_Enchondroma
source: Enchondroma
de: Enchondrom

# BonesDiagnosisType_IntraosseousLipoma
source: Intraosseous lipoma
de: Intraossäres Lipom

# BonesDiagnosisType_IntraosseousCyst
source: Intraosseous cyst
de: Intraossäre Zyste

# BonesDiagnosisType_BoneInfarction
source: Bone infarction
de: Knocheninfarkt

# BonesDiagnosisType_Chordoma
source: Chordoma
de: Chordom

# BonesDiagnosisType_MultipleMyeloma
source: Multiple myeloma
de: Multiples Myelom

# BonesDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# BonesDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# BonesDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# BonesDiagnosisType_GiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# BonesDiagnosisType_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# BonesDiagnosisType_SchmorlNodes
source: Schmorl nodes
de: Schmorl’sche Knoten

# BonesDiagnosisType_FatMarkConversion
source: Fat mark conversion
de: Fettmarkkonversion

# BonesDiagnosisType_EwingsSarcoma
source: Ewing's sarcoma
de: Ewing Sarkom

# BonesDiagnosisType_BoneMarrowConversion
source: Bone marrow conversion
de: Knochenmarkrekonversion

# BonesDiagnosisType_Leukaemia
source: Leukaemia
de: Leukämie

# BonesDiagnosisType_Mastocytosis
source: Mastocytosis
de: Mastozytose

# BonesDiagnosisType_MyelodysplasticSyndrome
source: Myelodysplastic syndrome
de: Myelodysplastisches Syndrom

# BonesDiagnosisType_Myelofibrosis
source: Myelofibrosis
de: Myelofibrose

# TraumaLocations_Ventral
source: anterior
de: Ventral

# TraumaLocations_Dorsal
source: posterior
de: Dorsal

# LocalizerTranslation_Dorsal
source: Posterior
de: Dorsal

# LocalizerTranslation_Ventral
source: Anterior
de: Ventral

# SpineAxialLocations_DorsalLeft
source: dorsal left
de: Dorsal links

# SpineAxialLocations_DorsalRight
source: dorsal right
de: Dorsal rechts

# SpineAxialLocations_Subcutaneous
source: subcutaneous
de: Subkutan

# SpineAxialLocations_ParaVertebralRight
source: paravertebral right
de: Paravertebral rechts

# SpineAxialLocations_ParaVertebralLeft
source: paravertebral left
de: Paravertebral links

# SpineAxialLocations_Prevertebral
source: prevertebral
de: Prävertebral

# SpinalCanalLocations_Intramedullary
source: intramedullary
de: intramedullär

# SpinalCanalLocations_Extramedullary
source: extramedullary
de: extramedullär

# SpinalCanalFindingType_SpinalCanalStenosis
source: Spinal canal stenosis
de: Spinalkanalstenose

# SpinalCanalFindingType_DevelopmentalDisorderOrMalformation
source: Developmental disorder/malformation
de: Entwicklungsstörung/Malformation

# SpinalCanalFindingType_MassEffect
source: Mass effect
de: Raumfordernd

# SpinalCanalFindingType_NoMassEffect
source: No mass effect
de: Nicht-raumfordernd

# SoftTissuesFindingType_VesselsUreter
source: Vessels/Ureter
de: Gefäße/Harnleiter

# SoftTissuesFindingType_ParavertebralMuscles
source: Paravertebral muscles
de: Paravertebrale Muskulatur

# SoftTissuesFindingType_IntraduralExtramedullaryMass
source: Intradural extramedullary mass
de: Intradural-extramedulläre Raumforderung

# SoftTissuesFindingType_LymphNodes
source: Lymph nodes
de: Lymphknoten

# SoftTissuesFindingType_ParaspinalMass
source: Paraspinal mass
de: Paraspinale Raumforderung

# SoftTissuesDiagnosisType_SoftTissueHematoma
source: Soft tissue hematoma
de: Weichteilhämatom

# SoftTissuesDiagnosisType_Seroma
source: Seroma
de: Serom

# SoftTissuesDiagnosisType_Schwannoma
source: Schwannoma (neurinoma)
de: Schwannom (Neurinom)

# SoftTissuesDiagnosisType_Sarcoma
source: Sarcoma
de: Sarkom

# SoftTissuesDiagnosisType_Pseudomeningocele
source: Pseudomeningocele
de: Pseudomeningozele

# SoftTissuesDiagnosisType_Neurofibroma
source: Neurofibroma
de: Neurofibrom

# SoftTissuesDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# SoftTissuesDiagnosisType_MalignantPeripheralNerveSheathTumor
source: Malignant Peripheral Nerve Sheath Tumor (MPNST)
de: Maligner peripherer Nervenscheidentumor (MPNST)

# SoftTissuesDiagnosisType_DiscSequesterExtraforaminal
source: Disc sequester, extraforaminal
de: Bandscheibensequester, extraforaminal

# SoftTissuesDiagnosisType_Abscess
source: Abscess
de: Abszess

# SacroiliacJointFindingType_Inflammation
source: Inflammation
de: Entzündung

# SacroiliacJointDiagnosisType_SepticArthritis
source: Septic arthritis
de: Pyogene Arthritis

# SacroiliacJointDiagnosisType_ActiveSpondyloarthritis
source: Active Spondyloarthritis
de: Floride Spondyloarthritis

# SacroiliacJointDiagnosisType_InactiveSpondyloarthritisWithStructuralChanges
source: Inactive spondyloarthritis with structural changes
de: Abgelaufene Spondyloarthritis

# SacroiliacJointDiagnosisType_Osteoarthritis
source: Osteoarthritis
de: Arthrosis deformans

# SacroiliacJointDiagnosisType_NonspecificDegenerativeChanges
source: Non-specific degenerative changes
de: Unspezifische degenerative Veränderungen

# SpinalCanalDifferentialDiagnosisType_Abscess
source: Abscess
de: Abszess

# SpinalCanalDifferentialDiagnosisType_AcuteHematomyelitis
source: Acute hematomyelitis
de: Hämatomyelie, akut

# SpinalCanalDifferentialDiagnosisType_ArachnoidCyst
source: Arachnoid cyst
de: Arachnoidalzyste

# SpinalCanalDifferentialDiagnosisType_Astrocytoma
source: Astrocytoma
de: Astrozytom

# SpinalCanalDifferentialDiagnosisType_AtypicalTeratoidOrRhabdoidTumor
source: Atypical Teratoid/Rhabdoid tumor
de: Atypischer Teratoid-/Rhabdoidtumor

# SpinalCanalDifferentialDiagnosisType_Cavernoma
source: Cavernoma
de: Kavernom

# SpinalCanalDifferentialDiagnosisType_CavernousHemangioma
source: Cavernous hemangioma
de: Kavernöses Hämangiom

# SpinalCanalDifferentialDiagnosisType_Ependymoma
source: Ependymoma
de: Ependymom

# SpinalCanalDifferentialDiagnosisType_EpendymomaMyxopapillaryType
source: Ependymoma, myxopapillary type
de: Ependymom, myxopapilläre Form

# SpinalCanalDifferentialDiagnosisType_EpidermoidCyst
source: Epidermoid cyst
de: Epidermoidzyste

# SpinalCanalDifferentialDiagnosisType_EpiduralHematoma
source: Epidural hematoma
de: Epidurales Hämatom

# SpinalCanalDifferentialDiagnosisType_EpiduralHematomaAcute
source: Epidural hematoma, acute
de: Epidurales Hämatom, akut

source: Epidural hematoma, chronic (blood degradation products)
de: Epidurales Hämatom, chronisch (Blutabbauprodukte)

# SpinalCanalDifferentialDiagnosisType_EpiduralHematomaSubacuteMethemoglobin
source: Epidural hematoma, subacute (methemoglobin)
de: Epidurales Hämatom, subakut (Methämoglobin)

# SpinalCanalDifferentialDiagnosisType_EpiduralLipomatosis
source: Epidural lipomatosis
de: Epidurale Lipomatose

# SpinalCanalDifferentialDiagnosisType_EpiduralTumorBenign
source: Epidural tumor, benign
de: Epiduraler Tumor, benigne

# SpinalCanalDifferentialDiagnosisType_EpiduralTumorDignityUnclear
source: Epidural tumor, dignity unclear
de: EpiduralerTumor, Dignität unklar

# SpinalCanalDifferentialDiagnosisType_EpiduralTumorMalignant
source: Epidural tumor, malignant
de: Epiduraler Tumor, maligne

# SpinalCanalDifferentialDiagnosisType_ExtraduralCyst
source: Extradural cyst
de: Extradurale Zyste

# SpinalCanalDifferentialDiagnosisType_ExtraduralTumorBenign
source: Extradural tumor, benign
de: Extraduraler Tumor, benigne

# SpinalCanalDifferentialDiagnosisType_ExtraduralTumorDignityUnclear
source: Extradural tumor, dignity unclear
de: Extraduraler Tumor, Dignität unklar

# SpinalCanalDifferentialDiagnosisType_ExtraduralTumorMalignant
source: Extradural tumor, malignant
de: Extraduraler Tumor, maligne

# SpinalCanalDifferentialDiagnosisType_ExtramedullaryTumorBenign
source: Extramedullary tumor, benign
de: Extramedullärer Tumor, benigne

# SpinalCanalDifferentialDiagnosisType_ExtramedullaryTumorDignityUnclear
source: Extramedullary tumor, dignity unclear
de: Extramedullärer Tumor, Dignität unklar

# SpinalCanalDifferentialDiagnosisType_ExtramedullaryTumorMalignant
source: Extramedullary tumor, malignant
de: Extramedullärer Tumor, maligne

# SpinalCanalDifferentialDiagnosisType_Ganglioglioma
source: Ganglioglioma
de: Gangliogliom

# SpinalCanalDifferentialDiagnosisType_Germinoma
source: Germinoma
de: Germinom

# SpinalCanalDifferentialDiagnosisType_GuillainBarreSyndrome
source: Guillain-Barré syndrome
de: Guillain-Barré Syndrom

# SpinalCanalDifferentialDiagnosisType_HaematomyeliaChronic
source: Haematomyelia, chronic (blood degradation products)
de: Hämatomyelie, chronisch (Blutabbauprodukte)

# SpinalCanalDifferentialDiagnosisType_Hemangioblastoma
source: Hemangioblastoma
de: Hämangioblastom

# SpinalCanalDifferentialDiagnosisType_HemangioblastomaVonHippelLandauDisease
source: Hemangioblastoma, von-Hippel-Landau disease
de: Hämangioblastom, von-Hippel-Landau Erkrankung

# SpinalCanalDifferentialDiagnosisType_HematomyeliaSubacute
source: Hematomyelia, subacute (methemoglobin)
de: Hämatomyelie, subakut (Methämoglobin)

# SpinalCanalDifferentialDiagnosisType_Hematomyelia
source: Hematomyelia
de: Hämatomyelie

# SpinalCanalDifferentialDiagnosisType_Inflammation
source: Inflammation
de: Entzündung

# SpinalCanalDifferentialDiagnosisType_Infarction
source: Infarction
de: Infarkt

# SpinalCanalDifferentialDiagnosisType_IntervertebralDiscSequester
source: Intervertebral disc sequester
de: Bandscheibensequester

# SpinalCanalDifferentialDiagnosisType_IntramedullaryTumorBenign
source: Intramedullary tumor, benign
de: Intramedullärer Tumor, benigne

# SpinalCanalDifferentialDiagnosisType_IntramedullaryTumorDignityUnclear
source: Intramedullary tumor, dignity unclear
de: Intramedullärer Tumor, Dignität unklar

# SpinalCanalDifferentialDiagnosisType_IntramedullaryTumorMalignant
source: Intramedullary tumor, malignant
de: Intramedullärer Tumor, maligne

# SpinalCanalDifferentialDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# SpinalCanalDifferentialDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# SpinalCanalDifferentialDiagnosisType_Melanoma
source: Melanoma
de: Melanom

# SpinalCanalDifferentialDiagnosisType_Meningioma
source: Meningioma
de: Meningeom

# SpinalCanalDifferentialDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# SpinalCanalDifferentialDiagnosisType_MetastasisIntramedullary
source: Metastasis, intramedullary
de: Metastase, intramedullär

# SpinalCanalDifferentialDiagnosisType_MetastasisLeptomeningeal
source: Metastasis, leptomeningeal
de: Metastase, leptomeningeal

# SpinalCanalDifferentialDiagnosisType_MultipleSclerosis
source: Multiple sclerosis
de: Multiple Sklerose

# SpinalCanalDifferentialDiagnosisType_MyelitisNonAutoimmune
source: Myelitis, non-autoimmune
de: Myelitis, nicht-autoimmun

# SpinalCanalDifferentialDiagnosisType_MyelitisNotFurtherSpecified
source: Myelitis, not further specified
de: Myelitis, nicht näher spezifiziert

# SpinalCanalDifferentialDiagnosisType_AcuteTransverseMyelitis
source: Acute transverse myelitis
de: Myelitis transversa acuta

# SpinalCanalDifferentialDiagnosisType_Neurinoma
source: Neurinoma
de: Neurinom

# SpinalCanalDifferentialDiagnosisType_Neurofibroma
source: Neurofibroma
de: Neurofibrom

# SpinalCanalDifferentialDiagnosisType_NeurofibromatosisType2
source: Neurofibromatosis type 2
de: Neurofibromatose Typ 2

# SpinalCanalDifferentialDiagnosisType_Neurofibrosarcoma
source: Neurofibrosarcoma
de: Neurofibrosarkom

# SpinalCanalDifferentialDiagnosisType_Paraganglioma
source: Paraganglioma
de: Paragangliom

source: Perineural cyst/sacral meningocele/Tarlov cyst
de: Perineuralzyste/Sakrale Meningozele/Tarlov Zyste

# SpinalCanalDifferentialDiagnosisType_PrimitiveNeuroectodermalTumor
source: Primitive neuroectodermal tumor
de: Primitiver neuroektodermaler Tumor

# SpinalCanalDifferentialDiagnosisType_RadiationInducedChanges
source: Radiation-induced changes
de: Radiogene Veränderungen

# SpinalCanalDifferentialDiagnosisType_SpinalArachnoiditis
source: Spinal arachnoiditis
de: Arachnoiditis spinalis

# SpinalCanalDifferentialDiagnosisType_SpinalSubarachnoidHemorrhage
source: Spinal subarachnoid hemorrhage
de: Spinale Subarachnoidalblutung

# SpinalCanalDifferentialDiagnosisType_SpinalSubarachnoidHemorrhageAcute
source: Spinal subarachnoid hemorrhage, acute
de: Spinale Subarachnoidalblutung, akut

source: Spinal subarachnoid hemorrhage, chronic (blood degradation products)
de: Spinale Subarachnoidalblutung, chronisch (Blutabbauprodukte)

source: Spinal subarachnoid hemorrhage, subacute (methemoglobin)
de: Spinale Subarachnoidalblutung, subakut (Methämoglobin)

# SpinalCanalDifferentialDiagnosisType_Spondylodiscitis
source: Spondylodiscitis
de: Spondylodiszitis

# SpinalCanalDifferentialDiagnosisType_SchwanomaOrNeurinoma
source: Schwanoma/neurinoma
de: Schwanom/Neurinom

# SpinalCanalDifferentialDiagnosisType_Syringohydromyelia
source: Syringohydromyelia
de: Syringohydromyelie

# SpinalCanalDifferentialDiagnosisType_Teratoma
source: Teratoma
de: Teratom

# SpinalCanalDifferentialDiagnosisType_Vascular
source: Vascular
de: Vaskulär

# SpinalCanalDifferentialDiagnosisType_WallersDegeneration
source: Waller's degeneration
de: Waller’sche Degeneration

# SpinalCanalDifferentialDiagnosisType_SpinalCordHerniation
source: Spinal cord herniation
de: RM-Herniation

# SpondylitisNumberType_SpondylitisNumberLessThan3
source: < 3 vertebra localizations
de: < 3 WK-Lokalisationen

# SpondylitisNumberType_SpondylitisNumberMoreOrEqual3
source: ≥ 3 vertebra localizations
de: ≥ 3 WK-Lokalisationen

# SpineLocations_C0
source: Occipital bone
de: Os occipitale

# SpineLocations_C1
source: C1
de: HWK 1

# SpineLocations_C1d
source: C1/2
de: HWK 1/2

# SpineLocations_C2
source: C2
de: HWK 2

# SpineLocations_C2d
source: C2/3
de: HWK 2/3

# SpineLocations_C3
source: C3
de: HWK 3

# SpineLocations_C3d
source: C3/4
de: HWK 3/4

# SpineLocations_C4
source: C4
de: HWK 4

# SpineLocations_C4d
source: C4/5
de: HWK 4/5

# SpineLocations_C5
source: C5
de: HWK 5

# SpineLocations_C5d
source: C5/6
de: HWK 5/6

# SpineLocations_C6
source: C6
de: HWK 6

# SpineLocations_C6d
source: C6/7
de: HWK 6/7

# SpineLocations_C7
source: C7
de: HWK 7

# SpineLocations_C7d
source: C7/T1
de: HWK 7/BWK 1

# SpineLocations_TH1
source: T1
de: BWK 1

# SpineLocations_TH1d
source: T1/2
de: BWK 1/2

# SpineLocations_TH2
source: T2
de: BWK 2

# SpineLocations_TH2d
source: T2/3
de: BWK 2/3

# SpineLocations_TH3
source: T3
de: BWK 3

# SpineLocations_TH3d
source: T3/4
de: BWK 3/4

# SpineLocations_TH4
source: T4
de: BWK 4

# SpineLocations_TH4d
source: T4/5
de: BWK 4/5

# SpineLocations_TH5
source: T5
de: BWK 5

# SpineLocations_TH5d
source: T5/6
de: BWK 5/6

# SpineLocations_TH6
source: T6
de: BWK 6

# SpineLocations_TH6d
source: T6/7
de: BWK 6/7

# SpineLocations_TH7
source: T7
de: BWK 7

# SpineLocations_TH7d
source: T7/8
de: BWK 7/8

# SpineLocations_TH8
source: T8
de: BWK 8

# SpineLocations_TH8d
source: T8/9
de: BWK 8/9

# SpineLocations_TH9
source: T9
de: BWK 9

# SpineLocations_TH9d
source: T9/10
de: BWK 9/10

# SpineLocations_TH10
source: T10
de: BWK 10

# SpineLocations_TH10d
source: T10/11
de: BWK 10/11

# SpineLocations_TH11
source: T11
de: BWK 11

# SpineLocations_TH11d
source: T11/12
de: BWK 11/12

# SpineLocations_TH12
source: T12
de: BWK 12

# SpineLocations_TH12d
source: T12/L1
de: BWK 12/LWK 1

# SpineLocations_L1
source: L1
de: LWK 1

# SpineLocations_L1d
source: L1/2
de: LWK 1/2

# SpineLocations_L2
source: L2
de: LWK 2

# SpineLocations_L2d
source: L2/3
de: LWK 2/3

# SpineLocations_L3
source: L3
de: LWK 3

# SpineLocations_L3d
source: L3/4
de: LWK 3/4

# SpineLocations_L4
source: L4
de: LWK 4

# SpineLocations_L4d
source: L4/5
de: LWK 4/5

# SpineLocations_L5
source: L5
de: LWK 5

# SpineLocations_L5d
source: L5/S1
de: LWK 5/SWK 1

# SpineLocationBones_C1_L
source: C2 left
de: C2 links

# SpineLocationBones_C1_R
source: C2 right
de: C2 rechts

# SpineLocationBones_C2_L
source: C3 left
de: C3 links

# SpineLocationBones_C2_R
source: C3 right
de: C3 rechts

# SpineLocationBones_C3_L
source: C4 left
de: C4 links

# SpineLocationBones_C3_R
source: C4 right
de: C4 rechts

# SpineLocationBones_C4_L
source: C5 left
de: C5 links

# SpineLocationBones_C4_R
source: C5 right
de: C5 rechts

# SpineLocationBones_C5_L
source: C6 left
de: C6 links

# SpineLocationBones_C5_R
source: C6 right
de: C6 rechts

# SpineLocationBones_C6_L
source: C7 left
de: C7 links

# SpineLocationBones_C6_R
source: C7 right
de: C7 rechts

# SpineLocationBones_C7_L
source: C8 left
de: C8 links

# SpineLocationBones_C7_R
source: C8 right
de: C8 rechts

# SpineLocationBones_T1_L
source: T1 left
de: Th1 links

# SpineLocationBones_T1_R
source: T1 right
de: Th1 rechts

# SpineLocationBones_T2_L
source: T2 left
de: Th2 links

# SpineLocationBones_T2_R
source: T2 right
de: Th2 rechts

# SpineLocationBones_T3_L
source: T3 left
de: Th3 links

# SpineLocationBones_T3_R
source: T3 right
de: Th3 rechts

# SpineLocationBones_T4_L
source: T4 left
de: Th4 links

# SpineLocationBones_T4_R
source: T4 right
de: Th4 rechts

# SpineLocationBones_T5_L
source: T5 left
de: Th5 links

# SpineLocationBones_T5_R
source: T5 right
de: Th5 rechts

# SpineLocationBones_T6_L
source: T6 left
de: Th6 links

# SpineLocationBones_T6_R
source: T6 right
de: Th6 rechts

# SpineLocationBones_T7_L
source: T7 left
de: Th7 links

# SpineLocationBones_T7_R
source: T7 right
de: Th7 rechts

# SpineLocationBones_T8_L
source: T8 left
de: Th8 links

# SpineLocationBones_T8_R
source: T8 right
de: Th8 rechts

# SpineLocationBones_T9_L
source: T9 left
de: Th9 links

# SpineLocationBones_T9_R
source: T9 right
de: Th9 rechts

# SpineLocationBones_T10_L
source: T10 left
de: Th10 links

# SpineLocationBones_T10_R
source: T10 right
de: Th10 rechts

# SpineLocationBones_T11_L
source: T11 left
de: Th11 links

# SpineLocationBones_T11_R
source: T11 right
de: Th11 rechts

# SpineLocationBones_T12_L
source: T12 left
de: Th12 links

# SpineLocationBones_T12_R
source: T12 right
de: Th12 rechts

# SpineLocationBones_L1_L
source: L1 left
de: L1 links

# SpineLocationBones_L1_R
source: L1 right
de: L1 rechts

# SpineLocationBones_L2_L
source: L2 left
de: L2 links

# SpineLocationBones_L2_R
source: L2 right
de: L2 rechts

# SpineLocationBones_L3_L
source: L3 left
de: L3 links

# SpineLocationBones_L3_R
source: L3 right
de: L3 rechts

# SpineLocationBones_L4_L
source: L4 left
de: L4 links

# SpineLocationBones_L4_R
source: L4 right
de: L4 rechts

# SpineLocationBones_L5_L
source: L5 left
de: L5 links

# SpineLocationBones_L5_R
source: L5 right
de: L5 rechts

# SpineLocationBones_OsSacrum_L
source: sacral left
de: Sakral links

# SpineLocationBones_OsSacrum_R
source: sacral right
de: Sakral rechts

# SpineLocationBones_OsCoccygis_L
source: coccygeal left
de: Coccygeal links

# SpineLocationBones_OsCoccygis_R
source: coccygeal right
de: Coccygeal rechts

# SpineLocationDisks_C1d_L
source: C2 left
de: C2 links

# SpineLocationDisks_C1d_R
source: C2 right
de: C2 rechts

# SpineLocationDisks_C2d_L
source: C3 left
de: C3 links

# SpineLocationDisks_C2d_R
source: C3 right
de: C3 rechts

# SpineLocationDisks_C3d_L
source: C4 left
de: C4 links

# SpineLocationDisks_C3d_R
source: C4 right
de: C4 rechts

# SpineLocationDisks_C4d_L
source: C5 left
de: C5 links

# SpineLocationDisks_C4d_R
source: C5 right
de: C5 rechts

# SpineLocationDisks_C5d_L
source: C6 left
de: C6 links

# SpineLocationDisks_C5d_R
source: C6 right
de: C6 rechts

# SpineLocationDisks_C6d_L
source: C7 left
de: C7 links

# SpineLocationDisks_C6d_R
source: C7 right
de: C7 rechts

# SpineLocationDisks_C7d_L
source: C8 left
de: C8 links

# SpineLocationDisks_C7d_R
source: C8 right
de: C8 rechts

# SpineLocationDisks_T1d_L
source: T1 left
de: Th1 links

# SpineLocationDisks_T1d_R
source: T1 right
de: Th1 rechts

# SpineLocationDisks_T2d_L
source: T2 left
de: Th2 links

# SpineLocationDisks_T2d_R
source: T2 right
de: Th2 rechts

# SpineLocationDisks_T3d_L
source: T3 left
de: Th3 links

# SpineLocationDisks_T3d_R
source: T3 right
de: Th3 rechts

# SpineLocationDisks_T4d_L
source: T4 left
de: Th4 links

# SpineLocationDisks_T4d_R
source: T4 right
de: Th4 rechts

# SpineLocationDisks_T5d_L
source: T5 left
de: Th5 links

# SpineLocationDisks_T5d_R
source: T5 right
de: Th5 rechts
