Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/SpineValuesResources.*.resx
Languages: de

# SpineLocationDisks_T6d_L
source: T6 left
de: Th6 links

# SpineLocationDisks_T6d_R
source: T6 right
de: Th6 rechts

# SpineLocationDisks_T7d_L
source: T7 left
de: Th7 links

# SpineLocationDisks_T7d_R
source: T7 right
de: Th7 rechts

# SpineLocationDisks_T8d_L
source: T8 left
de: Th8 links

# SpineLocationDisks_T8d_R
source: T8 right
de: Th8 rechts

# SpineLocationDisks_T9d_L
source: T9 left
de: Th9 links

# SpineLocationDisks_T9d_R
source: T9 right
de: Th9 rechts

# SpineLocationDisks_T10d_L
source: T10 left
de: Th10 links

# SpineLocationDisks_T10d_R
source: T10 right
de: Th10 rechts

# SpineLocationDisks_T11d_L
source: T11 left
de: Th11 links

# SpineLocationDisks_T11d_R
source: T11 right
de: Th11 rechts

# SpineLocationDisks_T12d_L
source: T12 left
de: Th12 links

# SpineLocationDisks_T12d_R
source: T12 right
de: Th12 rechts

# SpineLocationDisks_L1d_L
source: L1 left
de: L1 links

# SpineLocationDisks_L1d_R
source: L1 right
de: L1 rechts

# SpineLocationDisks_L2d_L
source: L2 left
de: L2 links

# SpineLocationDisks_L2d_R
source: L2 right
de: L2 rechts

# SpineLocationDisks_L3d_L
source: L3 left
de: L3 links

# SpineLocationDisks_L3d_R
source: L3 right
de: L3 rechts

# SpineLocationDisks_L4d_L
source: L4 left
de: L4 links

# SpineLocationDisks_L4d_R
source: L4 right
de: L4 rechts

# SpineLocationDisks_L5d_L
source: L5 left
de: L5 links

# SpineLocationDisks_L5d_R
source: L5 right
de: L5 rechts

# SoftTissuesDiagnosisType_SoftTissueHematomaChronic
source: Soft tissue hematoma, chronic
de: Weichteilhämatom, chronisch

# SoftTissuesDiagnosisType_SoftTissueHematomaSubacute
source: Soft tissue hematoma, subacute
de: Weichteilhämatom, subakut

# SoftTissuesDiagnosisType_SoftTissueHematomaAcute
source: Soft tissue hematoma, acute
de: Weichteilhämatom, akut

# PelvisLocations_Right
source: right
de: Rechts

# PelvisLocations_Left
source: left
de: Links

# AnamnesisIndicationType_Neurology
source: Neurology
de: Neurologie

# AnamnesisIndicationType_VertebralBodyFracture
source: Vertebral body fracture
de: Wirbelkörperfraktur

# AnamnesisIndicationType_IntracranialHypotensionSyndrome
source: Intracranial hypotension syndrome
de: Liquorunterdrucksyndrom

# AnamnesisIndicationType_PostMyelographyCT
source: Post-myelography CT
de: Post-Myelographie CT

# PreviousInterventionType_Spondylodesis
source: Spondylodesis
de: Spondylodese

# PreviousInterventionType_Laminectomy
source: Laminectomy
de: Laminektomie

# PreviousInterventionType_IntervertebralDiscReplacement
source: Intervertebral disc replacement (cage)
de: Bandscheibenersatz (Cage)

# PreviousInterventionType_VertebralBodyReplacement
source: Vertebral body replacement
de: Wirbelkörperersatz

# PreviousInterventionType_StatusPostBoneCementImplantation
source: Status post bone cement implantation
de: Knochenzement-Applikation

# PreviousInterventionType_LumbarPuncture
source: Lumbar puncture
de: Liquorpunktion

# ConfigurationFindingType_CurvatureDisorders
source: Curvature disorders
de: Abweichung

# CastellviType_Type1A
source: Type 1a
de: Typ 1a

# CastellviType_Type1B
source: Type 1b
de: Typ 1b

# CastellviType_Type2A
source: Type 2a
de: Typ 2a

# CastellviType_Type2B
source: Type 2b
de: Typ 2b

# CastellviType_Type3A
source: Type 3a
de: Typ 3a

# CastellviType_Type3B
source: Type 3b
de: Typ 3b

# CastellviType_Type4
source: Type 4
de: Typ 4

# BonesFindingType_MassSpine
source: Mass spine
de: Raumforderung Wirbelsäule

# SpecialFractureTypesType_JeffersonFracture
source: Jefferson fracture
de: Jefferson-Fraktur

# CommonSpecialFractureType_TeardropFracture
source: Teardrop fracture
de: Tear-drop-Fraktur

# CommonSpecialFractureType_ChanceFracture
source: Chance fracture
de: Chance-Fraktur

# CommonSpecialFractureType_PincerFracture
source: Pincer fracture
de: Kneifzangenbruch

# CommonSpecialFractureType_ClayShovelersFracture
source: Clay-shoveler's fracture
de: Schaufelarbeiterfraktur

# OsSacrumSpecialFractureType_OpenBookInjury
source: Open Book Injury
de: Open-Book-Verletzung

# OsSacrumSpecialFractureType_ButterflyFracture
source: Butterfly fracture
de: Schmetterlingsfraktur

# OsSacrumSpecialFractureType_MalgaignesFracture
source: Malgaigne's fracture
de: Malgaigne-Fraktur

# OsSacrumSpecialFractureType_DuverneyFracture
source: Duverney fracture
de: Duverney-Fraktur

# OsSacrumSpecialFractureType_CrescentFracture
source: Crescent fracture
de: Crescent Fracture (Halbmondfraktur)

# OsSacrumSpecialFractureType_StraddleFracture
source: Straddle fracture
de: Spreizfraktur

# OsSacrumSpecialFractureType_LockedPubicSymphysis
source: Locked pubic symphysis
de: Locked Symphysis

# OsSacrumSpecialFractureType_BucketHandleFractures
source: Bucket handle fractures
de: Bucket-Handle-Verletzung

# InterventionType_IntervertebralDiscReplacement
source: Intervertebral disc replacement (cage)
de: Bandscheibenersatz (Cage)

# InterventionType_VertebralBodyReplacement
source: Vertebral body replacement
de: Wirbelkörperersatz

# MyelonSpinalCanalFindingType_SpinalCanalStenosis
source: Spinal canal stenosis
de: Spinalkanalstenose

# MyelonSpinalCanalFindingType_Mass
source: Mass
de: Raumforderung

# AccordingToMeyerdingType_Grade5
source: Grade 5: Spondyloptosis, > 100 %
de: Grad 5: Spondyloptosis, > 100 %

# AccordingToMeyerdingType_Grade4
source: Grade 4: 76-100 %
de: Grad 4: 76–100 %

# AccordingToMeyerdingType_Grade3
source: Grade 3: 51-75 %
de: Grad 3: 51–75 %

# AccordingToMeyerdingType_Grade2
source: Grade 2: 26-50 %
de: Grad 2: 26–50 %

# AccordingToMeyerdingType_Grade1
source: Grade 1: 1-25 %
de: Grad 1: 1–25 %

# MyelonDifferentialDiagnoseType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# MyelonDifferentialDiagnoseType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# MyelonDifferentialDiagnoseType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# MyelonDifferentialDiagnoseType_Vascular
source: Vascular
de: Vaskulär

# MyelonDifferentialDiagnoseType_Inflammation
source: Inflammation
de: Entzündung

# MyelonDifferentialDiagnoseType_SchwanomaNeurinoma
source: Schwanoma/neurinoma
de: Schwanom/Neurinom

# MyelonDifferentialDiagnoseType_Neurofibroma
source: Neurofibroma
de: Neurofibrom

# MyelonDifferentialDiagnoseType_NeurofibromatosisType2
source: Neurofibromatosis type 2
de: Neurofibromatose Typ 2

# MyelonDifferentialDiagnoseType_Meningioma
source: Meningioma
de: Meningeom

# MyelonDifferentialDiagnoseType_Paraganglioma
source: Paraganglioma
de: Paragangliom

# MyelonDifferentialDiagnoseType_ArachnoidCyst
source: Arachnoid cyst
de: Arachnoidalzyste

# MyelonDifferentialDiagnoseType_Cyst
source: Cyst
de: Zyste

# MyelonDifferentialDiagnoseType_Neurofibrosarcoma
source: Neurofibrosarcoma
de: Neurofibrosarkom

# MyelonDifferentialDiagnoseType_Metastasis
source: Metastasis
de: Metastase

# MyelonDifferentialDiagnoseType_EpiduralHematoma
source: Epidural hematoma
de: Epidurales Hämatom

# MyelonDifferentialDiagnoseType_SubduralHematoma
source: Subdural hematoma
de: Subdurales Hämatom

# MyelonDifferentialDiagnoseType_Cavernoma
source: Cavernoma
de: Kavernom

# MyelonDifferentialDiagnoseType_SpinalSAH
source: Spinal SAH
de: Spinale SAB

# MyelonDifferentialDiagnoseType_DiscSequester
source: Disc sequester
de: Bandscheibensequester

# MyelonDifferentialDiagnoseType_Abscess
source: Abscess
de: Abszess

# MyelonDifferentialDiagnoseType_SpinalArachnoiditis
source: Spinal arachnoiditis
de: Arachnoiditis spinalis

# SpondylosisDetailsType_JointSpaceNarrowing
source: Joint space narrowing
de: Gelenkspaltverschmälerung

# SpondylosisDetailsType_SubchondralSclerosis
source: Subchondral sclerosis
de: Subchondrale Sklerose

# SpondylosisDetailsType_FacetJointHypertrophy
source: Facet joint hypertrophy
de: Hypertrophie der Gelenkfortsätze

# SpondylosisDetailsType_VacuumPhenomenon
source: Vacuum phenomenon
de: Vakuumphänomen

# DiscFindingType_FacetJoints
source: Facet joints
de: Facettengelenke

# DiscFindingType_Spondylodiscitis
source: Spondylodiscitis
de: Spondylodiszitis

# DiscFindingType_RheumatoidDiseases
source: Rheumatoid diseases
de: Rheumatoide Erkrankungen

# GradeType_Relative
source: Relative
de: Relativ

# GradeType_Absolute
source: Absolute
de: Absolut

# GradeType_HighGrade
source: High grade
de: Hochgradig

# DiscDiagnosisType_PsoriaticArthritis
source: Psoriatic arthritis
de: Psoriasisarthritis

# DiscDiagnosisType_AnkylosingSpondylitis
source: Ankylosing spondylitis
de: Spondylitis ankylosans

# DiscDiagnosisType_ReactiveArthritis
source: Reactive arthritis
de: Reaktive Arthritis

# DiscDiagnosisType_RheumatoidArthritis
source: Rheumatoid arthritis
de: Rheumatoide Arthritis

# DiscDiagnosisType_DiffuseIdiopathicSkeletalHyperostosis
source: Diffuse idiopathic skeletal hyperostosis (DISH)
de: Spondylosis hyperostotica (DISH)

# DiscDiagnosisType_SeronegativeSpondyloarthropathy
source: Seronegative spondyloarthropathy
de: Seronegative Spondylarthritis

# DiscDiagnosisType_InflammatorySpondyloarthropathy
source: Inflammatory spondyloarthropathy
de: Entzündliche Spondylopathie

# BonesDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# BonesDiagnosisType_EosinophilicGranuloma
source: Eosinophilic granuloma
de: Eosinophiles Granulom

# BonesDiagnosisType_BoneIslandOrEnostosis
source: Bone island/enostosis
de: Skleroseinsel/Enostose

# BonesDiagnosisType_OsteolyticBoneMetastasis
source: Osteolytic bone metastasis
de: Metastase osteolytisch

# BonesDiagnosisType_OsteoblasticBoneMetastasis
source: Osteoblastic bone metastasis
de: Metastase osteoblastisch

# BonesDiagnosisType_OsteolyticAndOsteoblasticBoneMetastasis
source: Osteolytic and osteoblastic bone metastasis
de: Metastase osteolytisch und osteoblastisch

# BonesDiagnosisType_Plasmocytoma
source: Plasmocytoma
de: Plasmozytom

# SoftTissuesFindingType_VesselsUreter_CT
source: Vessels/ureter
de: Gefäße/Harnleiter

# SoftTissuesDiagnosisType_BenignLesionNotFurtherSpecified
source: unspecific benign lesion
de: nicht näher spezifizierte benigne Läsion

# SoftTissuesDiagnosisType_MalignantLesionNotFurtherSpecified
source: unspecific malignant lesion
de: nicht näher spezifizierte maligne Läsion

# SoftTissuesDiagnosisType_DignityUnclear
source: lesion of unknown dignity
de: Läsion unklarer Dignität

# SoftTissuesDiagnosisType_SoftTissueMetastasis
source: soft tissue metastasis
de: Weichteilmetastase

# SoftTissuesDiagnosisType_Sarcoma_CT
source: sarcoma
de: Sarkom

# SoftTissuesDiagnosisType_SoftTissueHematoma_CT
source: soft tissue hematoma
de: Weichteilhämatom

# SoftTissuesDiagnosisType_Abscess_CT
source: abscess
de: Abszess

# SoftTissuesDiagnosisType_Seroma_CT
source: seroma
de: Serom

# SoftTissuesDiagnosisType_Pseudomeningocele_CT
source: pseudomeningocele
de: Pseudomeningozele

# SoftTissuesDiagnosisType_CSFLeakage
source: CSF leakage
de: Liquorleckage

# SacroiliacJointDifferentialDiagnosisType_ExpiredSpondyloarthritis
source: inactive spondyloarthritis with structural changes
de: Abgelaufene Spondyloarthritis

# SacroiliacJointDifferentialDiagnosisType_NonspecificDegenerativeChanges
source: non-specific degenerative changes
de: Unspezifische degenerative Veränderungen

# SacroiliacJointDifferentialDiagnosisType_PyogenicArthritis
source: pyogenic arthritis
de: Pyogene Arthritis

# SacroiliacJointDifferentialDiagnosisType_FloridSpondylarthritis
source: florid spondylarthritis
de: Floride Spondylarthritis

# SacroiliacJointDifferentialDiagnosisType_ChronicReactiveArthritis
source: chronic reactive arthritis
de: Chronisch reaktive Arthritis

# SacroiliacJointDifferentialDiagnosisType_AnkylosingSpondyloarthropathy
source: ankylosing spondyloarthropathy
de: Ankylosierende Spondylarthropathie

# SacroiliacJointDifferentialDiagnosisType_Gout
source: gout
de: Gicht

# SacroiliacJointDifferentialDiagnosisType_RenalOsteodystrophy
source: renal osteodystrophy
de: Renale Osteodystrophie

# SacroiliacJointDifferentialDiagnosisType_JuvenileRheumatoidArthritis
source: juvenile rheumatoid arthritis
de: Juvenile rheumatoide Arthritis

# SpineAxialLocations_DorsalLeft_CT_Page8
source: dorsal left
de: dorsal links

# SpineAxialLocations_DorsalRight_CT_Page8
source: dorsal right
de: dorsal rechts

# SpineAxialLocations_ParaVertebralLeft_CT_Page8
source: paravertebral left
de: paravertebral links

# SpineAxialLocations_ParaVertebralRight_CT_Page8
source: paravertebral right
de: paravertebral rechts

# SpineAxialLocations_Prevertebral_CT_Page8
source: prevertebral
de: prävertebral

# SpineAxialLocations_Subcutaneous_CT_Page8
source: subcutaneous
de: subkutan

# BonesDiagnosisType_BenignLesionNotFurtherClassified_CT
source: Benign lesion, not further classified
de: Benigne Läsion, nicht näher spezifiziert

# BonesDiagnosisType_MalignantLesionNotFurtherClassified_CT
source: Malignant lesion, not further classified
de: Maligne Läsion, nicht näher spezifiziert

# BonesDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# BonesDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# BonesDiagnosisType_OsteolyticMetastasis
source: Osteolytic metastasis
de: Osteolytische Metastase

# BonesDiagnosisType_HeightLossStandardVariant
source: Height loss, standard variant
de: Höhenminderung, Normvariante

# BonesDiagnosisType_ScheuermannsDisease
source: Scheuermann's disease
de: Morbus Scheuermann

# BonesDiagnosisType_VertebraRemodelling
source: Vertebra remodelling (for osteochondrosis)
de: Wirbelkörper-Remodelling (bei Osteochondrose)

# ContrastEnhancementDistributionType_Peripheral
source: Peripheral
de: Peripher

# ContrastEnhancementDistributionType_EntireLesion
source: Entire lesion
de: Gesamte Läsion

# ContrastEnhancementDistributionType_Central
source: Central
de: Zentral

# PreviousInterventionType_InterspinousSpacer
source: Interspinous spacer
de: Interspinose spacer
