Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/ThoraxValuesResources.*.resx
Languages: de

# SoftPartsFindingType_ChestWallSoftTissueMass
source: Chest wall, soft tissue mass
de: Brustwand, Weichteilraumforderung

# SoftPartsFindingType_LymphNodesAxilla
source: Lymph nodes, axilla
de: Lymphknoten, Axilla

# SoftPartsFindingType_UpperAbdomenLiverGallBladder
source: Upper abdomen, liver/gall bladder
de: Oberbauch, Leber/Gallenblase

# SoftPartsFindingType_UpperAbdomenPancreas
source: Upper abdomen, pancreas
de: Oberbauch, Pankreas

# SoftPartsFindingType_UpperAbdomenKidneyAdrenalGland
source: Upper abdomen, kidney/adrenal gland
de: Oberbauch, Niere/Nebenniere

# SoftPartsFindingType_UpperAbdomenSpleenLymphNodesHiatusHernia
source: Upper abdomen, spleen/lymph nodes/hiatus hernia
de: Oberbauch, Milz/Lymphknoten/Hiatushernie

# BonesFindingType_FractureOfClavicle
source: Fracture of clavicle
de: Fraktur Klavikula

# BonesFindingType_FractureOfScapula
source: Fracture of scapula
de: Fraktur Skapula

# BonesFindingType_FractureOfRibs
source: Fracture of ribs
de: Fraktur Rippen

# BonesFindingType_FractureOfSternum
source: Fracture of sternum
de: Fraktur Sternum

# BonesFindingType_FractureOfSpine
source: Fracture of spine
de: Fraktur Wirbelsäule

# BonesFindingType_MassScapula
source: Mass scapula
de: Raumforderung Skapula

# BonesFindingType_MassRibs
source: Mass ribs
de: Raumforderung Rippen

# BonesFindingType_MassSternum
source: Mass sternum
de: Raumforderung Sternum

# BonesFindingType_MassSpine
source: Mass spine
de: Raumforderung Wirbelsäule

# VertebralColumnLocalizations_C7
source: C7
de: HWK 7

# VertebralColumnLocalizations_TH1
source: T1
de: BWK 1

# VertebralColumnLocalizations_TH2
source: T2
de: BWK 2

# VertebralColumnLocalizations_TH3
source: T3
de: BWK 3

# VertebralColumnLocalizations_TH4
source: T4
de: BWK 4

# VertebralColumnLocalizations_TH5
source: T5
de: BWK 5

# VertebralColumnLocalizations_TH6
source: T6
de: BWK 6

# VertebralColumnLocalizations_TH7
source: T7
de: BWK 7

# VertebralColumnLocalizations_TH8
source: T8
de: BWK 8

# VertebralColumnLocalizations_TH9
source: T9
de: BWK 9

# VertebralColumnLocalizations_TH10
source: T10
de: BWK 10

# VertebralColumnLocalizations_TH11
source: T11
de: BWK 11

# VertebralColumnLocalizations_TH12
source: T12
de: BWK 12

# VertebralColumnLocalizations_L1
source: L1
de: LWK 1

# RibLocations_Right1
source: 1st rib right
de: 1. Rippe rechts

# RibLocations_Right2
source: 2nd rib right
de: 2. Rippe rechts

# RibLocations_Right3
source: 3rd rib right
de: 3. Rippe rechts

# RibLocations_Right4
source: 4th rib right
de: 4. Rippe rechts

# RibLocations_Right5
source: 5th rib right
de: 5. Rippe rechts

# RibLocations_Right6
source: 6th rib right
de: 6. Rippe rechts

# RibLocations_Right7
source: 7th rib right
de: 7. Rippe rechts

# RibLocations_Right8
source: 8th rib right
de: 8. Rippe rechts

# RibLocations_Right9
source: 9th rib right
de: 9. Rippe rechts

# RibLocations_Right10
source: 10th rib right
de: 10. Rippe rechts

# RibLocations_Right11
source: 11th rib right
de: 11. Rippe rechts

# RibLocations_Right12
source: 12th rib right
de: 12. Rippe rechts

# RibLocations_Left1
source: 1st rib left
de: 1. Rippe links

# RibLocations_Left2
source: 2nd rib left
de: 2. Rippe links

# RibLocations_Left3
source: 3rd rib left
de: 3. Rippe links

# RibLocations_Left4
source: 4th rib left
de: 4. Rippe links

# RibLocations_Left5
source: 5th rib left
de: 5. Rippe links

# RibLocations_Left6
source: 6th rib left
de: 6. Rippe links

# RibLocations_Left7
source: 7th rib left
de: 7. Rippe links

# RibLocations_Left8
source: 8th rib left
de: 8. Rippe links

# RibLocations_Left9
source: 9th rib left
de: 9. Rippe links

# RibLocations_Left10
source: 10th rib left
de: 10. Rippe links

# RibLocations_Left11
source: 11th rib left
de: 11. Rippe links

# RibLocations_Left12
source: 12th rib left
de: 12. Rippe links

# BonesDifferentialDiagnosisType_BenignLesionNotFurtherDefined
source: Benign lesion, not further defined
de: Benigne Läsion, nicht näher spezifiziert

# BonesDifferentialDiagnosisType_MalignantLesionNotFurtherDefined
source: Malignant lesion, not further defined
de: Maligne Läsion, nicht näher spezifiziert

# BonesDifferentialDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# BonesDifferentialDiagnosisType_IntrabonyLipoma
source: Intrabony lipoma
de: Intraossäres Lipom

# BonesDifferentialDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# BonesDifferentialDiagnosisType_IntraosseousCyst
source: Intraosseous cyst
de: Intraossäre Zyste

# BonesDifferentialDiagnosisType_AneurysmaticBoneCyst
source: Aneurysmatic bone cyst
de: Aneurysmatische Knochenzyste

# BonesDifferentialDiagnosisType_EosinophilicGranuloma
source: Eosinophilic granuloma
de: Eosinophiles Granulom

# BonesDifferentialDiagnosisType_SclerosisIsleOsteosis
source: Sclerosis isle/osteosis
de: Skleroseinsel/Enostose

# BonesDifferentialDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# BonesDifferentialDiagnosisType_OsteoidOsteoma
source: Osteoid osteoma
de: Osteoidosteom

# BonesDifferentialDiagnosisType_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# BonesDifferentialDiagnosisType_Osteochondrome
source: Osteochondrome
de: Osteochondrom

# BonesDifferentialDiagnosisType_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# BonesDifferentialDiagnosisType_Enchondrome
source: Enchondrome
de: Enchondrom

# BonesDifferentialDiagnosisType_OsteolyticMetastasis
source: Osteolytic metastasis
de: Metastase osteolytisch

# BonesDifferentialDiagnosisType_OsteoblasticMetastasis
source: Osteoblastic metastasis
de: Metastase osteoblastisch

# BonesDifferentialDiagnosisType_OsteolyticAndOsteoblasticMetastasis
source: Osteolytic & osteoblastic metastasis
de: Metastase osteolytisch & osteoblastisch

# BonesDifferentialDiagnosisType_Plasmocytoma
source: Plasmocytoma
de: Plasmozytom

# BonesDifferentialDiagnosisType_MultipleMyeloma
source: Multiple myeloma
de: Multiples Myelom

# BonesDifferentialDiagnosisType_EwingSarcoma
source: Ewing sarcoma
de: Ewing Sarkom

# BonesDifferentialDiagnosisType_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# BonesDifferentialDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# BonesDifferentialDiagnosisType_Chordoma
source: Chordoma
de: Chordom

# BonesDifferentialDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# BonesDifferentialDiagnosisType_GiantCellTumor
source: Giant cell tumor
de: Riesenzelltumor

# BonesDifferentialDiagnosisType_SchmorlsNode
source: Schmorl's node
de: Schmorl’sche Knoten

# BonesDifferentialDiagnosisType_BoneInfarction
source: Bone infarction
de: Knocheninfarkt

# LungsLocations_LeftS5
source: segmental artery left inferior lingula (S5)
de: Segmentarterie links inferiore Lingula (S5)

# SoftPartsLimitationType_Overlapped
source: Overlapped
de: Überlagert

# SoftPartsLimitationType_Microlobulated
source: Microlobulated
de: Mikrolobuliert

# SoftPartsLimitationType_IllDefined
source: Ill-defined
de: Unscharf

# SoftPartsLimitationType_Spiculated
source: Spiculated
de: Spikuliert

# MediastinumDiagnosisType_BenignGermCellTumorNotFurtherSpecified
source: Germ cell tumor, not further specified
de: Keimzelltumor, nicht näher spezifiziert

# MediastinumDiagnosisType_MalignantGermCellTumorNotFurtherSpecified
source: Germ cell tumor, not further specified
de: Keimzelltumor, nicht näher spezifiziert

# SpineLocations_C0
source: Occipital bone
de: Os occipitale

# SpineLocations_C1
source: C1
de: HWK 1

# SpineLocations_C2
source: C2
de: HWK 2

# SpineLocations_C3
source: C3
de: HWK 3

# SpineLocations_C4
source: C4
de: HWK 4

# SpineLocations_C5
source: C5
de: HWK 5

# SpineLocations_C6
source: C6
de: HWK 6

# SpineLocations_C7
source: C7
de: HWK 7

# SpineLocations_L1
source: L1
de: LWK 1

# SpineLocations_L2
source: L2
de: LWK 2

# SpineLocations_L3
source: L3
de: LWK 3

# SpineLocations_L4
source: L4
de: LWK 4

# SpineLocations_L5
source: L5
de: LWK 5

# SpineLocations_TH1
source: T1
de: BWK1

# SpineLocations_TH10
source: T10
de: BWK 10

# SpineLocations_TH11
source: T11
de: BWK 11

# SpineLocations_TH12
source: T12
de: BWK 12

# SpineLocations_TH2
source: T2
de: BWK 2

# SpineLocations_TH3
source: T3
de: BWK 3

# SpineLocations_TH4
source: T4
de: BWK 4

# SpineLocations_TH5
source: T5
de: BWK 5

# SpineLocations_TH6
source: T6
de: BWK 6

# SpineLocations_TH7
source: T7
de: BWK 7

# SpineLocations_TH8
source: T8
de: BWK 8

# SpineLocations_TH9
source: T9
de: BWK 9

# LungParenchymaFindingType_LungParenchymaPathology
source: Lung parenchyma pathology
de: Lungenparenchym Pathologie

# LungParenchymaFindingType_CysticFibrosis
source: Cystic fibrosis
de: Zystische Fibrose

# FocalSignalVoidsType_Air
source: Air
de: Luft

# FocalSignalVoidsType_Calcification
source: Lime
de: Kalk

# FocalSignalVoidsType_Fibrosis
source: Fibrosis/Scar
de: Fibrose/Narbe

# MammaShapeType_Irregular
source: Irregular
de: Irregulär

# MammaShapeType_Microlobulated
source: Microlobulated
de: Mikrolobuliert

# MammaShapeType_Round
source: Round
de: Rund

# MammaShapeType_Spiculated
source: Spiculated
de: Spikuliert

# MarginType_Circumscribed
source: Circumscribed margin
de: Scharf

# MarginType_NonCircumscribed
source: Non-circumscribed margin
de: Unscharf

# PleuraDiagnosisType_Adenoma
source: Adenoma
de: Adenom

# PleuraDiagnosisType_Angiosarcoma
source: Angiosarcoma
de: Angiosarkom

# PleuraDiagnosisType_Asbestosis
source: Asbestosis
de: Asbestose

# PleuraDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# PleuraDiagnosisType_CloakPleuralEffusion
source: \"Cloak\" pleural effusion
de: Mantelerguss

# PleuraDiagnosisType_ComplicatedCyst
source: Complicated cyst
de: Komplizierte Zyste

# PleuraDiagnosisType_Cyst
source: Cyst
de: Zyste

# PleuraDiagnosisType_CysticMassNotFurtherSpecified
source: Cystic mass, not further specified
de: Zystische Raumforderung, nicht näher spezifiziert

# PleuraDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# PleuraDiagnosisType_Elastofibroma
source: Elastofibroma
de: Elastofibrom

# PleuraDiagnosisType_EpidermalCyst
source: Epidermal cyst
de: Epidermale Zyste

# PleuraDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# PleuraDiagnosisType_HematomaExtrapleural
source: Hematoma, extrapleural
de: Hämatom, extrapleural

# PleuraDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# PleuraDiagnosisType_Liposarcoma
source: Liposarcoma
de: Liposarkom

# PleuraDiagnosisType_Lymphangioma
source: Lymphangioma
de: Lymphangiom

# PleuraDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# PleuraDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# PleuraDiagnosisType_MalignantPeripheralNerveSheathTumorMPNST
source: Malignant peripheral nerve sheath tumor (MPNST)
de: Maligner peripherer Nervenscheidentumor (MPNST)

# PleuraDiagnosisType_Mesothelioma
source: Mesothelioma
de: Mesotheliom

# PleuraDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# PleuraDiagnosisType_Neurofibroma
source: Neurofibroma
de: Neurofibrom

# PleuraDiagnosisType_NeurogenicTumorPNST
source: Neurogenic tumor (PNST)
de: Neurogener Tumor (PNST)

# PleuraDiagnosisType_PancreaticCarcinoma
source: Pancreatic carcinoma
de: Pankreaskarzinom

# PleuraDiagnosisType_Pancreatitis
source: Pancreatitis
de: Pankreatitis

# PleuraDiagnosisType_Pilomatrixoma
source: Pilomatrixoma
de: Pilomatrixom

# PleuraDiagnosisType_PleuralCallus
source: Pleural callus
de: Pleuraschwiele

# PleuraDiagnosisType_PleuralEffusionTrapped
source: Pleural effusion, trapped
de: Pleuraerguss, gefangen

# PleuraDiagnosisType_PleuralFibrosis
source: Pleural fibrosis
de: Pleurale Fibrose

# PleuraDiagnosisType_PleuralPlaque
source: Pleural plaque
de: Pleuraplaque

# PleuraDiagnosisType_PleuralSplenosis
source: Pleural splenosis
de: Pleurale Splenose

# PleuraDiagnosisType_Sarcoma
source: Sarcoma
de: Sarkom

# PleuraDiagnosisType_SarcomaUndifferentiatedPleomorphic
source: Sarcoma, undifferentiated pleomorphic
de: Sarkom, undifferenziertes pleomorphes

# PleuraDiagnosisType_SchwannomaNeurinoma
source: Schwannoma (Neurinoma)
de: Schwannom (Neurinom)

# PleuraDiagnosisType_SolidMass
source: Solid mass
de: Solide Raumforderung

# PleuraFindingType_ChestWallSoftTissueMass
source: Chest wall, soft tissue mass
de: Brustwand, Weichteilraumforderung

# PleuraFindingType_LymphNodesAxilla
source: Lymph nodes, axilla
de: Lymphknoten, Axilla

# PleuraFindingType_PleuralEffusion
source: Pleural effusion
de: Pleuraerguss

# PleuraFindingType_PleuralThickeningMass
source: Pleural thickening/Mass
de: Pleura Verdickung/Raumforderung

# PleuraFindingType_UpperAbdomenAscites
source: Upper abdomen, ascites
de: Oberbauch, Aszites

# PleuraFindingType_UpperAbdomenKidneyAdrenalGland
source: Upper abdomen, kidney/adrenal gland
de: Oberbauch, Niere/Nebenniere

# PleuraFindingType_UpperAbdomenLiverGallBladder
source: Upper abdomen, liver/gall bladder
de: Oberbauch, Leber/Gallenblase

# PleuraFindingType_UpperAbdomenPancreas
source: Upper abdomen, pancreas
de: Oberbauch, Pankreas

# PleuraFindingType_UpperAbdomenSpleenLymphNodesHernia
source: Upper abdomen, spleen/lymph nodes/hernia
de: Oberbauch, Milz/Lymphknoten/Hernie

# BonesFindingType_ClavicleFracture
source: ClavicleFracture
de: Fraktur Klavikula

# BonesFindingType_ScapularFracture
source: Scapular fracture
de: Fraktur Klavikula

# BonesFindingType_RibFracture
source: Rib fracture
de: Fraktur Rippen

# BonesFindingType_SpinalFracture
source: Spinal fracture
de: Fraktur Wirbelsäule

# BonesFindingType_SternalFracture
source: Sternal fracture
de: Fraktur Sternum

# BonesFindingType_ClavicularMass
source: Clavicular mass
de: Raumforderung Klavikula

# BonesFindingType_ScapularMass
source: Scapular mass
de: Raumforderung Skapula

# BonesFindingType_MassOfTheRibs
source: Mass of the ribs
de: Raumforderung Rippen

# BonesFindingType_SternalMass
source: Sternal mass
de: Raumforderung Sternum

# BonesFindingType_SpinalMass
source: Spinal mass
de: Raumforderung Wirbelsäule

# BonesDifferentialDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# BonesDifferentialDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# BonesDifferentialDiagnosisType_IntraosseousLipoma
source: Intraosseous lipoma
de: Intraossäres Lipom

# BonesDifferentialDiagnosisType_Haemangioma
source: Haemangioma
de: Hämangiom

# BonesDifferentialDiagnosisType_AneurysmalBoneCyst
source: Aneurysmal bone cyst
de: Aneurysmatische Knochenzyste

# BonesDifferentialDiagnosisType_BoneIslandEnostoses
source: Bone island/Enostoses
de: Skleroseinsel/Enostose

# BonesDifferentialDiagnosisType_Osteochondroma
source: Osteochondroma
de: Osteochondrom

# BonesDifferentialDiagnosisType_Enchondroma
source: Enchondroma
de: Enchondrom

# BonesDifferentialDiagnosisType_GiantCellTumour
source: Giant cell tumour
de: Riesenzelltumor

# VertebralBodyLocalizations_Ventral
source: anterior
de: Ventral

# VertebralBodyLocalizations_Dorsal
source: posterior
de: Dorsal

# BonesFindingType_MassClavicle
source: Mass clavicle
de: Raumforderung Klavikula

# MediastinumDiagnosisType_AcutePulmonaryEmbolism
source: Acute pulmonary embolism
de: Akute Lungenembolie

# MediastinumDiagnosisType_AcutePulmonaryEmbolismWithRightHeartStrain
source: Acute pulmonary embolism with right heart strain
de: Akute Lungenembolie mit Rechtsherzbelastung

# MediastinumDiagnosisType_AcutePulmonaryEmbolismWithoutRightHeartStrain
source: Acute pulmonary embolism without right heart strain
de: Akute Lungenembolie ohne Rechtsherzbelastung

# MediastinumDiagnosisType_ChronicPulmonaryEmbolism
source: Chronic pulmonary embolism
de: Chronische Lungenembolie

# MediastinumDiagnosisType_ChronicPulmonaryEmbolismWithRightHeartStrain
source: Chronic pulmonary embolism with right heart strain
de: Chronische Lungenembolie mit Rechtsherzbelastung

# MediastinumDiagnosisType_ChronicPulmonaryEmbolismWithoutRightHeartStrain
source: Chronic pulmonary embolism without right heart strain
de: Chronische Lungenembolie ohne Rechtsherzbelastung

source: Pulmonary hypertension, group 1: Pulmonary arterial hypertension (PAH)
de: Pulmonale Hypertonie, Gruppe 1: Pulmonalarterielle Hypertonie (PAH)

# MediastinumDiagnosisType_PulmonaryHypertensionGroup2BasedOnLeftHeartDisease
source: Pulmonary hypertension, group 2: based on left heart disease
de: Pulmonale Hypertonie, Gruppe 2: Infolge Linksherzerkrankung

source: Pulmonary hypertension, group 3: based on lung disease and/or hypoxia
de: Pulmonale Hypertonie, Gruppe 3: Infolge Lungenerkrankung und/oder Hypoxie

# MediastinumDiagnosisType_PulmonaryHypertensionGroup4ChronicThromboembolicCteph
source: Pulmonary hypertension, group 4: Chronic thromboembolic, CTEPH
de: Pulmonale Hypertonie, Gruppe 4: Chronisch-thrombembolisch, CTEPH

# MediastinumDiagnosisType_BicuspidAorticValve
source: Bicuspid aortic valve
de: Bikuspide Aortenklappe

# MediastinumDiagnosisType_MarfanSyndrome
source: Marfan syndrome
de: Marfan-Syndrom

# MediastinumDiagnosisType_GoiterRetrosternal
source: Goiter, retrosternal
de: Struma, retrosternal

# MediastinumDiagnosisType_BenigneGermCellTumorNotFurtherSpecified
source: Germ cell tumor, not further specified
de: Keimzelltumor, nicht näher spezifiziert

# MediastinumDiagnosisType_BenigneTeratoma
source: Teratoma
de: Teratom

# MediastinumDiagnosisType_AneurysmDescendingAorta
source: Aneurysm descending aorta
de: Aneurysma Aorta descendens

# MediastinumDiagnosisType_LiposarcomaBlastoma
source: Liposarcoma/blastoma
de: Liposarkom/-blastom

# MediastinumDiagnosisType_DescendingThoracicAorticAneurysm
source: Descending thoracic aortic aneurysm
de: Aneurysma Aorta descendens

# MediastinumDiagnosisType_BronchogenicCyst
source: Bronchogenic cyst
de: Bronchiogene Zyste

# MediastinumDiagnosisType_HodgkinSDisease
source: Hodgkin's disease
de: M. Hodgkin

# MediastinumDiagnosisType_AorticRoot
source: Aortic root
de: Aortenwurzel

# MediastinumDiagnosisType_AscendingAorta
source: Ascending aorta
de: Aorta ascendens

# MediastinumDiagnosisType_SuprarenalAbdominalAorta
source: Suprarenal abdominal aorta
de: Suprarenale Aorta abdominalis

# MediastinumDiagnosisType_InfrarenalAbdominalAorta
source: Infrarenal abdominal aorta
de: Infrarenale Aorta abdominalis

# MediastinumDiagnosisType_RightCommonIliacArtery
source: Right common iliac artery
de: A. iliaca communis rechts

# MediastinumDiagnosisType_LeftCommonIliacArtery
source: Left common iliac artery
de: A. iliaca communis links

# MediastinumDiagnosisType_RightExternalIliacArtery
source: Right external iliac artery
de: A. iliaca externa rechts

# MediastinumDiagnosisType_LeftExternalIliacArtery
source: Left external iliac artery
de: A. iliaca externa links

# MediastinumDiagnosisType_Papillomatosis
source: Papillomatosis
de: Papillomatose

# MediastinumDiagnosisType_MalignantGermCellTumorNotFurtherDefined
source: Germ cell tumor, not further specified
de: Keimzelltumor, nicht näher spezifiziert

# MediastinumDiagnosisType_BenigneDermoidCyst
source: Dermoid cyst
de: Keimzelltumor, nicht näher spezifiziert

# LocalizationType_AorticRoot
source: Aortic root
de: Aortenwurzel

# LocalizationType_AscendingAorta
source: Ascending aorta
de: Aorta ascendens

# LocalizationType_SuprarenalAbdominalAorta
source: Suprarenal abdominal aorta
de: Suprarenale Aorta abdominalis

# LocalizationType_InfrarenalAbdominalAorta
source: Infrarenal abdominal aorta
de: Infrarenale Aorta abdominalis

# LocalizationType_RightCommonIliacArtery
source: Right common iliac artery
de: A. iliaca communis rechts

# LocalizationType_LeftCommonIliacArtery
source: Left common iliac artery
de: A. iliaca communis links

# LocalizationType_RightExternalIliacArtery
source: Right external iliac artery
de: A. iliaca externa rechts

# LocalizationType_LeftExternalIliacArtery
source: Left external iliac artery
de: A. iliaca externa links

# BonesDiagnosisType_BenigLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# BonesDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# BonesDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# BonesDiagnosisType_IntraosseousLipoma
source: Intraosseous lipoma
de: Intraossäres Lipom

# BonesDiagnosisType_Haemangioma
source: Haemangioma
de: Hämangiom

# BonesDiagnosisType_IntraosseousCyst
source: Intraosseous cyst
de: Intraossäre Zyste

# BonesDiagnosisType_AneurysmalBoneCyst
source: Aneurysmal bone cyst
de: Aneurysmatische Knochenzyste

# BonesDiagnosisType_EosinophilicGranuloma
source: Eosinophilic granuloma
de: Eosinophiles Granulom

# BonesDiagnosisType_BoneIslandEnostosis
source: Bone Island/enostosis
de: Skleroseinsel/Enostose

# BonesDiagnosisType_FibrousDysplasia
source: Fibrous dysplasia
de: Fibröse Dysplasie

# BonesDiagnosisType_OsteoidOsteoma
source: Osteoid osteoma
de: Osteoidosteom

# BonesDiagnosisType_Osteoblastoma
source: Osteoblastoma
de: Osteoblastom

# BonesDiagnosisType_Osteochondroma
source: Osteochondroma
de: Osteochondrom

# BonesDiagnosisType_Chondroblastoma
source: Chondroblastoma
de: Chondroblastom

# BonesDiagnosisType_Enchondroma
source: Enchondroma
de: Enchondrom

# BonesDiagnosisType_GiantCellTumourBenign
source: Giant cell tumour
de: Riesenzelltumor

# BonesDiagnosisType_MetastasisOsteolytic
source: Metastasis osteolytic
de: Metastase osteolytisch

# BonesDiagnosisType_MetastasisOsteoblastic
source: Metastasis osteoblastic
de: Metastase osteoblastisch

# BonesDiagnosisType_MetastasisOsteolyticAndOsteoblastic
source: Metastasis osteolytic & osteoblastic
de: Metastase osteolytisch & osteoblastisch

# BonesDiagnosisType_Plasmocytoma
source: Plasmocytoma
de: Plasmozytom

# BonesDiagnosisType_MultipleMyeloma
source: Multiple myeloma
de: Multiples Myelom

# BonesDiagnosisType_EwingSarcoma
source: Ewing sarcoma
de: Ewing Sarkom

# BonesDiagnosisType_Osteosarcoma
source: Osteosarcoma
de: Osteosarkom

# BonesDiagnosisType_Chondrosarcoma
source: Chondrosarcoma
de: Chondrosarkom

# BonesDiagnosisType_Chordoma
source: Chordoma
de: Chordom

# BonesDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# BonesDiagnosisType_GiantCellTumourMalignant
source: Giant cell tumour
de: Riesenzelltumor

# BonesDiagnosisType_SchmorlsNodes
source: Schmorl's nodes
de: Schmorl’sche Knoten

# BonesDiagnosisType_BoneInfarction
source: Bone infarction
de: Knocheninfarkt
