Repository: amittanwar9291/test
Catalog: RR-Backend/RadioReport.Common/Module/RadioReport.Common.Module.Logic/Resources/ReportGenerator/ThoraxValuesResources.*.resx
Languages: de

# MediastinumDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# MediastinumDiagnosisType_ThymicCarcinoma
source: Thymic carcinoma
de: Thymuskarzinom

# MediastinumDiagnosisType_Thymolipoma
source: Thymolipoma
de: Thymolipom

# MediastinumDiagnosisType_Thymoma
source: Thymoma
de: Thymom

# MediastinumDiagnosisType_ThymicCyst
source: Thymic cyst
de: Thymuszyste

# MediastinumDiagnosisType_ThymicHyperplasia
source: Thymic hyperplasia
de: Thymushyperplasie

# MediastinumDiagnosisType_RetrosternalGoiter
source: Retrosternal goiter
de: Struma, retrosternal

# MediastinumDiagnosisType_Goiter
source: Goiter
de: Struma

# MediastinumDiagnosisType_PericardialCyst
source: Pericardial cyst
de: Perikardzyste

# MediastinumDiagnosisType_Paraganglioma
source: Paraganglioma
de: Paragangliom

# MediastinumDiagnosisType_Neuroma
source: Neuroma
de: Neurom

# MediastinumDiagnosisType_NeurogenicCyst
source: Neurogenic cyst
de: Neurogene Zyste

# MediastinumDiagnosisType_Neuroblastoma
source: Neuroblastoma
de: Neuroblastom

# MediastinumDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# MediastinumDiagnosisType_MalignantTeratoma
source: Teratoma
de: Teratom

# MediastinumDiagnosisType_MalignantDermoidCyst
source: Dermoid cyst
de: Dermoidzyste

# MediastinumDiagnosisType_LymphomaNotFurtherSpecified
source: Lymphoma, not further specified
de: Lymphom, nicht näher spezifiziert

# MediastinumDiagnosisType_LiposarcomaOrBlastoma
source: Liposarcoma/blastoma
de: Liposarkom/-blastom

# MediastinumDiagnosisType_Ganglioneuroma
source: Ganglioneuroma
de: Ganglioneurom

# MediastinumDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# MediastinumDiagnosisType_CystNotFurtherSpecified
source: Cyst, not further specified
de: Zyste, nicht näher spezifiziert

# MediastinumDiagnosisType_BronchiogenicCyst
source: Bronchiogenic cyst
de: Bronchiogene Zyste

# MediastinumDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# MediastinumDiagnosisType_BenignTeratoma
source: Teratoma
de: Teratom

# MediastinumDiagnosisType_BenignDermoidCyst
source: Dermoid cyst
de: Dermoidzyste

# MediastinumFindingType_LymphNodes
source: Lymph nodes
de: Lymphknoten

# MediastinumFindingType_Mass
source: Mass
de: Raumforderung

# MediastinumFindingType_CardiovascularPulmonaryArteries
source: Cardiovascular/Pulmonary arteries
de: Kardiovaskulär/Pulmonalarterien

# MediastinumFindingType_CardiovascularHeart
source: Cardiovascular/Heart
de: Kardiovaskulär/Herz

# MediastinumFindingType_CardiovascularThoracicAorta
source: Cardiovascular/Thoracic aorta
de: Kardiovaskulär/Aorta thoracica

# MediastinumFindingType_Esuphagus
source: Esophagus
de: Ösophagus

# HeightInRelationType_C6
source: C 6
de: HWK 6

# HeightInRelationType_C7
source: C 7
de: HWK 7

# HeightInRelationType_T1
source: T 1
de: BWK 1

# HeightInRelationType_T2
source: T 2
de: BWK 2

# HeightInRelationType_T3
source: T 3
de: BWK 3

# HeightInRelationType_T4
source: T 4
de: BWK 4

# HeightInRelationType_T5
source: T 5
de: BWK 5

# LungsLocations_TruncusPulmonalis
source: pulmonary trunk
de: Truncus pulmonalis

# LungsLocations_APulmonalisSinistra
source: left pulmonary artery
de: A. pulmonalis sinistra

# LungsLocations_RightS9
source: segmental artery right lateral lower lobe (S9)
de: Segmentarterie rechts lateraler Unterlappen (S9)

# LungsLocations_RightS8
source: segmental artery right anterior lower lobe (S8)
de: Segmentarterie rechts anteriorer Unterlappen (S8)

# LungsLocations_RightS7
source: segmental artery right medial lower lobe (S7)
de: Segmentarterie rechts medialer Unterlappen (S7)

# LungsLocations_RightS6
source: segmental artery right apical lower lobe (S6)
de: Segmentarterie rechts apikaler Unterlappen (S6)

# LungsLocations_RightS5
source: segmental artery medial middle lobe (S5)
de: Segmentarterie medialer Mittellappen (S5)

# LungsLocations_RightS4
source: segmental artery lateral middle lobe (S4)
de: Segmentarterie lateraler Mittellappen (S4)

# LungsLocations_RightS3
source: segmental artery right anterior upper lobe (S3)
de: Segmentarterie rechts anteriorer Oberlappen (S3)

# LungsLocations_RightS2
source: segmental artery right posterior upper lobe (S2)
de: Segmentarterie rechts posteriorer Oberlappen (S2)

# LungsLocations_RightS10
source: segmental artery right posterior lower lobe (S10)
de: Segmentarterie rechts posteriorer Unterlappen (S10)

# LungsLocations_RightS1
source: segmental artery right apical upper lobe (S1)
de: Segmentarterie rechts apikaler Oberlappen (S1)

# LungsLocations_RightInterlobarArtery
source: interlobar artery
de: Ramus descendens rechts

# LungsLocations_RightTruncusAnterior
source: truncus anterior
de: Ramus ascendens rechts

# LungsLocations_LeftS9
source: segmental artery left lateral lower lobe (S9)
de: Segmentarterie links lateraler Unterlappen (S9)

# LungsLocations_LeftS8
source: segmental artery left anteromedial lower lobe (S8)
de: Segmentarterie links anteromedialer Unterlappen (S8)

# LungsLocations_LeftS6
source: segmental artery left apical lower lobe (S6)
de: Segmentarterie links apikaler Unterlappen (S6)

# LungsLocations_LeftS4
source: segmental artery left superior lingula (S4)
de: Segmentarterie links superiore Lingula (S4)

# LungsLocations_LeftS3
source: segmental artery left anterior upper lobe (S3)
de: Segmentarterie links anteriorer Oberlappen (S3)

# LungsLocations_LeftS1OrS2
source: segmental artery left apicoposterior upper lobe (S1/2)
de: Segmentarterie links apikoposteriorer Oberlappen (S1/2)

# LungsLocations_LeftS10
source: segmental artery left posterior lower lobe (S10)
de: Segmentarterie links posteriorer Unterlappen (S10)

# LungsLocations_APulmonalisDextra
source: right pulmonary artery
de: A. pulmonalis dextra

# IndicationType_MassOrTumor
source: Mass/Tumor
de: Raumforderung/Tumor

# IndicationType_InterstitialLungDisease
source: Interstitial lung disease
de: Interstitielle Lungenerkrankung

# IndicationType_Infection
source: Infection
de: Infektion

# IndicationType_PulmonaryArteryEmbolism
source: Pulmonary artery embolism
de: Lungenarterienembolie

# IndicationType_PulmonaryHypertension
source: Pulmonary hypertension
de: Pulmonale Hypertonie

# AnamnesisFindingType_NicotineAbuse
source: Nicotine abuse
de: Nikotinabusus

# AnamnesisFindingType_PositiveFamilyHistoryOfLungCancer
source: Positive family history of lung cancer
de: Positive Familienanamnese für Bronchialkarzinom

# AnamnesisFindingType_Stentgraft
source: Stentgraft
de: Stent

# AnamnesisFindingType_StatusPostExtraThoracicCancer
source: Status post extra-thoracic cancer
de: Z.n. extrathorakalem Malignom

# AnamnesisFindingType_StatusPostPartialLungResection
source: Status post partial lung resection
de: Z.n. Lungenteilresektion

# AnamnesisFindingType_StatusPostThoracotomy
source: Status post thoracotomy
de: Z.n. Thorakotomie

# LocalizationDetailsType_PleuralBased
source: Pleural based
de: Pleuraständig

# LocalizationDetailsType_Parenchymatous
source: Parenchymatous
de: Parenchymatös

# LocalizationDetailsType_AtTheMinorOrHorizontalFissure
source: At the minor/horizontal fissure
de: Am kleinen Lappenspalt

# LocalizationDetailsType_AtTheMajorOrObliqueFissure
source: At the major/oblique fissure
de: Am großen Lappenspalt

# LungParenchymaDiagnosisType_Pneumonia
source: Pneumonia
de: Pneumonie

# LungParenchymaDiagnosisType_VirusPneumonia
source: Virus pneumonia
de: Viruspneumonie

# LungParenchymaDiagnosisType_Tuberculosis
source: Tuberculosis
de: Tuberkulose

# LungParenchymaDiagnosisType_WegenersGranulomatosis
source: Wegener's granulomatosis
de: Wegener-Granulomatose

# LungParenchymaDiagnosisType_MycetomaAspergilloma
source: Mycetoma/Aspergilloma
de: Myzetom/Aspergillom

# LungParenchymaDiagnosisType_OrganizingPneumonia
source: Organizing pneumonia (OP)
de: Organisierende Pneumonie (OP)

# LungParenchymaDiagnosisType_Mass
source: Mass
de: Raumforderung

# LungParenchymaDiagnosisType_Bleeding
source: Bleeding
de: Blutung

# LungParenchymaDiagnosisType_Bronchocele
source: Bronchocele
de: Bronchozele

# LungParenchymaDiagnosisType_COVID19Pneumonia
source: COVID-19 pneumonia
de: COVID-19-Pneumonie

# LungParenchymaDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# LungParenchymaDiagnosisType_Edema
source: Edema
de: Ödem

# LungParenchymaDiagnosisType_Granuloma
source: Granuloma
de: Granulom

# LungParenchymaDiagnosisType_Hamartoma
source: Hamartoma
de: Hamartom

# LungParenchymaDiagnosisType_PulmonaryInfarction
source: Pulmonary infarction
de: Infarkt

# LungParenchymaDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# LungParenchymaDiagnosisType_IntrapulmonaryLymphNode
source: Intrapulmonary lymph node
de: Intrapulmonaler Lymphknoten

# LungParenchymaDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# LungParenchymaDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# LungParenchymaDiagnosisType_Amyloidosis
source: Amyloidosis
de: Amyloidose

# LungParenchymaDiagnosisType_Abscess
source: Abscess
de: Abszess

# LungParenchymaDiagnosisType_BronchiogenicCyst
source: Bronchiogenic cyst
de: Bronchiogene Zyste

# LungParenchymaDiagnosisType_PrimaryLungCancer
source: Primary lung cancer
de: Bronchialkarzinom

# LungParenchymaDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# LungParenchymaDiagnosisType_MetastasisNotFurtherSpecified
source: Metastasis, not further specified
de: Metastase, nicht näher spezifiziert

# LungParenchymaDiagnosisType_RheumaticNodules
source: Rheumatic nodules
de: Rheumaknoten

# LungParenchymaDiagnosisType_WegenersGranuloma
source: Wegener's granuloma
de: Wegener-Granulom

# LungsFlapsLocations_RightOL
source: right upper lobe
de: rechter Oberlappen

# LungsFlapsLocations_RightUL
source: right lower lobe
de: rechter Unterlappen

# LungsFlapsLocations_RightML
source: middle lobe
de: Mittellappen

# LungsFlapsLocations_LeftOL
source: left upper lobe
de: linker Oberlappen

# LungsFlapsLocations_LeftUL
source: left lower lobe
de: linker Unterlappen

# LungParenchymaFindingType_Nodule
source: Nodule
de: Rundherd

# LungParenchymaFindingType_Mass
source: Mass
de: Raumforderung

# LungParenchymaFindingType_PulmonaryInfarction
source: Pulmonary infarction
de: Infarkt

# LungParenchymaFindingType_Consolidation
source: Consolidation
de: Konsolidierung

# LungParenchymaFindingType_Atelectasis
source: Atelectasis
de: Atelektase

# LungsSegmentsLocations_RightS1
source: right apical upper lobe (S1)
de: rechter apikaler Oberlappen (S1)

# LungsSegmentsLocations_RightS2
source: right posterior upper lobe (S2)
de: rechter posteriorer Oberlappen (S2)

# LungsSegmentsLocations_RightS3
source: right anterior upper lobe (S3)
de: rechter anteriorer Oberlappen (S3)

# LungsSegmentsLocations_RightS4
source: lateral middle lobe (S4)
de: lateraler Mittellappen (S4)

# LungsSegmentsLocations_RightS5
source: medial middle lobe (S5)
de: medialer Mittellappen (S5)

# LungsSegmentsLocations_RightS6
source: right superior lower lobe (S6)
de: rechter apikaler Unterlappen (S6)

# LungsSegmentsLocations_RightS7
source: right medial lower lobe (S7)
de: rechter medialer Unterlappen (S7)

# LungsSegmentsLocations_RightS8
source: right anterior lower lobe (S8)
de: rechter anteriorer Unterlappen (S8)

# LungsSegmentsLocations_RightS9
source: right lateral lower lobe (S9)
de: rechter lateraler Unterlappen (S9)

# LungsSegmentsLocations_RightS10
source: right posterior lower lobe (S10)
de: rechter posteriorer Unterlappen (S10)

# LungsSegmentsLocations_LeftS9
source: left lateral lower lobe (S9)
de: linker lateraler Unterlappen (S9)

# LungsSegmentsLocations_LeftS10
source: left posterior lower lobe (S10)
de: linker posteriorer Unterlappen (S10)

# LungsSegmentsLocations_LeftS1AndS2
source: left apicoposterior upper lobe (S1/2)
de: linker apikoposteriorer Oberlappen (S1/2)

# LungsSegmentsLocations_LeftS3
source: left anterior upper lobe (S3)
de: linker anteriorer Oberlappen (S3)

# LungsSegmentsLocations_LeftS4
source: superior lingula (S4)
de: superiore Lingula (S4)

# LungsSegmentsLocations_LeftS5
source: inferior lingula (S5)
de: inferiore Lingula (S5)

# LungsSegmentsLocations_LeftS6
source: left apical lower lobe (S6)
de: linker apikaler Unterlappen (S6)

# LungsSegmentsLocations_LeftS8
source: left anteromedial lower lobe (S8)
de: linker anteromedialer Unterlappen (S8)

# ScenarioType_Scenario1
source: Scenario 1
de: Szenario 1

# ScenarioType_Scenario2
source: Scenario 2
de: Szenario 2

# ScenarioType_Scenario3
source: Scenario 3
de: Szenario 3

# ScenarioType_Scenario4
source: Scenario 4
de: Szenario 4

# ScenarioType_Scenario5
source: Scenario 5
de: Szenario 5

# ScenarioType_Scenario6
source: Scenario 6
de: Szenario 6

# ScenarioType_Scenario7
source: Scenario 7
de: Szenario 7

# ScenarioType_Scenario8
source: Scenario 8
de: Szenario 8

# ScenarioType_Scenario9
source: Scenario 9
de: Szenario 9

# ScenarioType_Scenario10
source: Scenario 10
de: Szenario 10

# ScenarioType_Scenario11
source: Scenario 11
de: Szenario 11

# ScenarioType_Scenario12
source: Scenario 12
de: Szenario 12

# ScenarioType_Scenario13
source: Scenario 13
de: Szenario 13

# ScenarioType_Scenario14
source: Scenario 14
de: Szenario 14

# ScenarioType_Scenario15
source: Scenario 15
de: Szenario 15

# CauseType_ILDBasicRheumaticDisease
source: ILD, basic rheumatic disease
de: ILD, rheumatische Grunderkrankung

# CauseType_ILDDrugInduced
source: ILD, drug-induced
de: ILD, medikamentös induziert

# CauseType_PneumoconiosisNotFurtherSpecified
source: Pneumoconiosis, not further specified
de: Pneumokoniose, nicht näher spezifiziert

# CauseType_Siderosis
source: Siderosis
de: Siderose

# CauseType_Silicosis
source: Silicosis
de: Silikose

# CauseType_Asbestosis
source: Asbestosis
de: Asbestose

# CauseType_ExogenAllergicAlveolitis
source: Exogen-allergic alveolitis (EAA, hypersensitivity pneumonitis)
de: Exogen-allergische Alveolitis (EAA, Hypersensitivitätspneumonitis)

# CauseType_ILDAfterRadiotherapy
source: ILD, after radiotherapy
de: ILD, nach Strahlentherapie

# ClassificationType_IdiopathicPulmonaryFibrosis
source: Idiopathic pulmonary fibrosis (IPF)
de: Idiopatische pulmonale Fibrose (IPF)

# ClassificationType_NonSpecificInterstitialPneumonia
source: Non-specific interstitial pneumonia (NSIP)
de: Nicht-spezifische interstitielle Pneumonie (NSIP)

# ClassificationType_RespiratoryBronchiolitisWithInterstitialLungDisease
source: Respiratory bronchiolitis with interstitial lung disease (RB-ILD)
de: Respiratorische Bronchiolitis mit interstitieller Lungenerkrankung (RB-ILD)

# ClassificationType_DesquamativeInterstitialPneumopathy
source: Desquamative interstitial pneumopathy (DIP)
de: Desquamative interstitielle Pneumopathie (DIP)

# ClassificationType_CryptogenicOrganizingPneumonia
source: Cryptogenic organizing pneumonia (COP)
de: Kryptogene organisierende Pneumonie (COP)

# ClassificationType_AcuteInterstitialPneumopathy
source: Acute interstitial pneumopathy (AIP)
de: Akute interstitielle Pneumopathie (AIP)

# ClassificationType_LymphocyticInterstitialPneumopathy
source: Lymphocytic interstitial pneumopathy (LIP)
de: Lymphozytäre interstitielle Pneumopathie (LIP)

# ClassificationType_PleuroparenchymalFibroelastosis
source: Pleuroparenchymal fibroelastosis (PPFE)
de: Pleuroparenchymale Fibroelastose (PPFE)

# ClassificationType_AcuteFibrinousAndOrganizingPneumonia
source: [Acute Fibrinous and Organizing Pneumonia (AFOP)]
de: [Akute fibrinöse und organisierende Pneumonie (AFOP)]

# ClassificationType_IIPUnclassifiable
source: IIP, unclassifiable
de: IIP, nicht klassifizierbar

# LungInterstitiumDiagnosisType_ILDKnownOrigin
source: ILD, known origin
de: ILD, bekannte Ursache

# LungInterstitiumDiagnosisType_ILDOtherTypes
source: ILD, other types
de: ILD, andere Formen

# LungInterstitiumDiagnosisType_IdiopathicInterstitialPneumopathy
source: Idiopathic interstitial pneumopathy (IIP)
de: Idiopathische interstitielle Pneumopathie (IIP)

# LungInterstitiumDiagnosisType_ILDGranulomatous
source: ILD, granulomatous
de: ILD, granulomatös

# LungInterstitiumDiagnosisType_FungalPneumonia
source: Fungal pneumonia
de: Pilzpneumonie

# LungInterstitiumDiagnosisType_OrganizingPneumonia
source: Organizing pneumonia (OP)
de: Organisierende Pneumonie (OP)

# LungInterstitiumDiagnosisType_PulmonaryEdema
source: Pulmonary edema
de: Lungenödem

# LungInterstitiumDiagnosisType_MiliaryTuberculosis
source: Miliary tuberculosis
de: Miliartuberkulose

# LungInterstitiumDiagnosisType_Metastases
source: Metastases
de: Metastasen

# LungInterstitiumDiagnosisType_Haemorrhage
source: Hemorrhage
de: Hämorrhagie

# LungInterstitiumDiagnosisType_PulmonaryVenoOcclusiveDisease
source: Pulmonary veno-occlusive disease (PVOD)
de: Pulmonale venookklusive Erkrankung (PVOD)

# LungInterstitiumDiagnosisType_Amyloidosis
source: Amyloidosis
de: Amyloidose

# LungInterstitiumDiagnosisType_PulmonaryAlveolarProteinosis
source: Pulmonary alveolar proteinosis (PAP)
de: Alveolarproteinose (PAP)

# LungInterstitiumDiagnosisType_CysticFibrosis
source: Cystic Fibrosis
de: Zystische Fibrose

# LungInterstitiumDiagnosisType_BronchioloalveolarCarcinoma
source: Bronchioloalveolar carcinoma (BAC)
de: Bronchioloalveoläres Karzinom (BAK)

# LungInterstitiumDiagnosisType_IdiopathicPleuroparenchymalFibroelastosis
source: Idiopathic pleuroparenchymal fibroelastosis (IPPFE)
de: Idiopathische pleuroparenchymale Fibroelastose (IPPFE)

# LungInterstitiumFindingType_NodularChanges
source: Nodular changes
de: Noduläre Veränderungen

# LungInterstitiumFindingType_Reticulations
source: Reticulations
de: Retikulationen

# LungInterstitiumFindingType_IncreasedParenchymalDensity
source: Increased parenchymal density
de: Erhöhte Parenchymdichte

# LungInterstitiumFindingType_DecreasedParenchymalDensity
source: Decreased parenchymal density
de: Verminderte Parenchymdichte

# LungInterstitiumFindingType_OtherParenchymalPatterns
source: Other parenchymal patterns
de: Weitere Parenchymmuster

# LungInterstitiumFindingType_Emphysema
source: Emphysema
de: Emphysem

# LungInterstitiumFindingType_BronchialTubes
source: Bronchial tubes
de: Bronchien

# QuantityType_Focal
source: Focal
de: Fokal

# QuantityType_Diffuse
source: Diffuse
de: Diffus

# RatioReticularChangesType_PredominantlyReticular
source: Predominantly reticular
de: Überwiegend retikulär

# RatioReticularChangesType_PredominantlyGroundGlass
source: Predominantly ground-glass
de: Überwiegend Milchglas

# AbdomenClassificationType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# AbdomenClassificationType_Cyst
source: Cyst
de: Zyste

# AbdomenClassificationType_Hemangioma
source: Hemangioma
de: Hämangiom

# AbdomenClassificationType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# AbdomenClassificationType_DignityUnclear
source: Digity unclear
de: Digität unklar

# AbdomenClassificationType_PancreaticCarcinoma
source: Pancreatic carcinoma
de: Pankreaskarzinom

# AbdomenClassificationType_SolidMass
source: Solid mass
de: Solide Raumforderung

# AbdomenClassificationType_ComplicatedCyst
source: Complicated cyst
de: Komplizierte Zyste

# BreastLocations_RightTopOuter
source: right upper outer quadrant
de: rechts oben-außen

# BreastLocations_RightTopInner
source: right upper inner quadrant
de: rechts oben-innen

# BreastLocations_RightBottomOuter
source: right lower outer quadrant
de: rechts unten-außen

# BreastLocations_RightBottomInner
source: right lower inner quadrant
de: rechts unten-innen

# BreastLocations_LeftTopOuter
source: left upper outer quadrant
de: links oben-außen

# BreastLocations_LeftTopInner
source: left upper inner quadrant
de: links oben-innen

# BreastLocations_LeftBottomOuter
source: left lower outer quadrant
de: links unten-außen

# BreastLocations_LeftBottomInner
source: left lower inner quadrant
de: links unten-innen

# SoftPartsLimitationType_WellDefined
source: Well-defined
de: Glatt umschrieben

# SoftPartsDiagnosisType_BenignLesionNotFurtherSpecified
source: Benign lesion, not further specified
de: Benigne Läsion, nicht näher spezifiziert

# SoftPartsDiagnosisType_MalignantLesionNotFurtherSpecified
source: Malignant lesion, not further specified
de: Maligne Läsion, nicht näher spezifiziert

# SoftPartsDiagnosisType_DignityUnclear
source: Dignity unclear
de: Dignität unklar

# SoftPartsDiagnosisType_Lipoma
source: Lipoma
de: Lipom

# SoftPartsDiagnosisType_FibrousPleuralTumor
source: Fibrous pleural tumor
de: Fibröser Pleuratumor

# SoftPartsDiagnosisType_Metastasis
source: Metastasis
de: Metastase

# SoftPartsDiagnosisType_Mesothelioma
source: Mesothelioma
de: Mesotheliom

# SoftPartsDiagnosisType_Lymphoma
source: Lymphoma
de: Lymphom

# SoftPartsDiagnosisType_PseudotumorNotFurtherSpecified
source: Pseudotumor, not further specified
de: Pseudotumor, nicht näher spezifiziert

# SoftPartsDiagnosisType_PleuralPlaque
source: Pleural plaque
de: Pleuraplaque

# SoftPartsDiagnosisType_PleuralFibrosis
source: Pleural fibrosis
de: Pleuraschwiele

# SoftPartsDiagnosisType_PleuralSplenosis
source: Pleural splenosis
de: Pleurale Splenose

# SoftPartsDiagnosisType_EndometriosisThoracic
source: Endometriosis, thoracic
de: Endometriose, thorakal

# SoftPartsDiagnosisType_PleuralEffusionTrapped
source: Pleural effusion, trapped
de: Pleuraerguss, gefangen

# SoftPartsDiagnosisType_HematomaExtrapleural
source: Hematoma, extrapleural
de: Hämatom, extrapleural

# SoftPartsDiagnosisType_ErdheimChesterDisease
source: Erdheim-Chester disease
de: Erdheim-Chester-Erkrankung

# SoftPartsDiagnosisType_PulmonaryLymphangiectasia
source: Pulmonary lymphangiectasia (PL)
de: Pulmonale Lymphangiektasie (PL)

# SoftPartsDiagnosisType_Pleurisy
source: Pleurisy
de: Pleuritis

# SoftPartsDiagnosisType_Hemangioma
source: Hemangioma
de: Hämangiom

# SoftPartsDiagnosisType_Lymphangioma
source: Lymphangioma
de: Lymphangiom

# SoftPartsDiagnosisType_NeurogenicTumorNotFurtherSpecified
source: Neurogenic tumor (PNST), not further specified
de: Neurogener Tumor (PNST), nicht näher spezifiziert

# SoftPartsDiagnosisType_SchwannomaNeurinoma
source: Schwannoma (Neurinoma)
de: Schwannom (Neurinom)

# SoftPartsDiagnosisType_Neurofibroma
source: Neurofibroma
de: Neurofibrom

# SoftPartsDiagnosisType_EpidermalCyst
source: Epidermal cyst
de: Epidermale Zyste

# SoftPartsDiagnosisType_Elastofibroma
source: Elastofibroma
de: Elastofibrom

# SoftPartsDiagnosisType_Pilomatricoma
source: Pilomatricoma
de: Pilomatrikom

# SoftPartsDiagnosisType_SarcomaNotFurtherSpecified
source: Sarcoma, not further specified
de: Sarkom, nicht näher spezifiziert

# SoftPartsDiagnosisType_Angiosarcoma
source: Angiosarcoma
de: Angiosarkom

# SoftPartsDiagnosisType_Liposarcoma
source: Liposarcoma
de: Liposarkom

# SoftPartsDiagnosisType_UndifferentiatedPleomorpheSarcoma
source: Undifferentiated pleomorphe sarcoma
de: Sarkom, undifferenziertes pleomorphes

# SoftPartsDiagnosisType_MalignantPeripheralNerveSheathTumor
source: Malignant peripheral nerve sheath tumor (MPNST)
de: Maligner peripherer Nervenscheidentumor (MPNST)

# SoftPartsFindingType_PleuralEffusion
source: Pleural effusion
de: Pleuraerguss

# SoftPartsFindingType_PleuralMass
source: Pleural mass
de: Pleura Raumforderung

# SoftPartsFindingType_PleuralThickening
source: Pleural thickening
de: Pleuraverdickung
